[
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/fmd-muramasa-common-chapter-banner.png"
    },
    {
        "type": "webpageTechnicalPart",
        "text": "Full Metal Daemon Muramasa"
    },
    {
        "type": "webpageTechnicalPart",
        "text": "Chapter 5"
    },
    {
        "type": "unknown",
        "innerHTML": "<strong>Note:</strong> This project is a fairly old work of mine, written and translated back in 2012, when I was still just starting out as a fan translator — as such, it’s not exactly the highest quality work I’ve ever put out, to say the least. I would’ve deleted it long ago, but since people still seem to be interested in it, I decided to keep it, but felt the need to give this quick warning beforehand.",
        "text": "Note: This project is a fairly old work of mine, written and translated back in 2012, when I was still just starting out as a fan translator — as such, it’s not exactly the highest quality work I’ve ever put out, to say the least. I would’ve deleted it long ago, but since people still seem to be interested in it, I decided to keep it, but felt the need to give this quick warning beforehand."
    },
    {
        "type": "unknown",
        "innerHTML": "<span id=\"more-307\"></span>",
        "text": ""
    },
    {
        "type": "unknown",
        "innerHTML": "<a href=\"https://web.archive.org/web/20140122193928/http://gareblogs.wordpress.com/2012/08/29/full-metal-daemon-muramasa-plot-summarytranslation-chapter-4/\">Back to Chapter 4</a>",
        "text": "Back to Chapter 4"
    },
    {
        "type": "comment",
        "text": "Here we go, Chaper 5. My god this one was long. But it’s easily my favorite chapter so far. I liked it so much that I ended up translating a lot more (and I mean a LOT more) dialogue and narration than I had originally planned. It’s also probably the saddest chapter so far, and in general a total emotional rollercoaster. Prepare for an insanely long read, is what I’m trying to say. So, without further ado, let’s jump into Chapter 5."
    },
    {
        "type": "comment",
        "text": "Also, I have to apologize in advance. I’ve just noticed that I unconsciously switch back and forth between past tense and present tense in my narration. That was not intentional. I might correct it when I have some more time on my hands, but for the time being, all I can do is say sorry for the inconsistencies. I still need to get the hang of this whole “storytelling” thing."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e1.jpg"
    },
    {
        "type": "comment",
        "text": "We are thrown right into the action. The chapter starts off with Kageaki fighting another Tsurugi (called Nikkari, and piloted by a man named Aoe) – I’m guessing it’s another egg-receiver. Seems like he can use illusions of some sort as his special ability."
    },
    {
        "type": "comment",
        "text": ""
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’ve had just about enough of you."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e2.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Time for the magician to retire from the stage, Aoe. You shall meet all the people you’ve murdered in the other world. One day, I, too, shall end up there: save your hatred for me till then."
    },
    {
        "type": "quote",
        "speaker": "Aoe",
        "text": "Why? Why do you withstand the hellish nightmares I’m showing you?! Why?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hellish nightmares…? Hmpf. I’ve had my fair share of those – nightmares of my own doing. Nothing you could possibly show me would amount to more than cheap illusions in my eyes!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e3.jpg"
    },
    {
        "type": "comment",
        "text": "Kageaki prepares to move in for the kill."
    },
    {
        "type": "quote",
        "speaker": "Aoe",
        "text": "Nightamres have no effect on you? Then how about this!"
    },
    {
        "type": "comment",
        "text": "A vision of the blue haired woman from before (in Chapter 2) flashes before Kageaki’s eyes."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "W-why…? W-hy am I seeing her at a time like this…? Subaru…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e5.jpg"
    },
    {
        "type": "comment",
        "text": "So that’s her name."
    },
    {
        "type": "quote",
        "speaker": "Aoe",
        "text": "Ahahahahahaha!! What did you see? What did you see?!"
    },
    {
        "type": "quote",
        "speaker": "Aoe",
        "text": "If you can endure the cold embrace of nightmares, I’ll just show you the opposite! Warmth! Tranquility! Now go and drown in your peaceful dreams! Ahahaha!"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Midou! Midou!!"
    },
    {
        "type": "comment",
        "text": "…"
    },
    {
        "type": "comment",
        "text": "Fade to white."
    },
    {
        "type": "comment",
        "text": "…"
    },
    {
        "type": "innerThought",
        "text": "I find myself in the same old room. A cell. An ever-gloomy, dark cell. My feet and hands are not bound. There are no bars to keep the rest of the world out, either. Despite that… I am a prisoner of this place. I’ve been here for so long, gazing at the same old dream. Today, it starts again. The very same dream… is about to begin once more."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e6.jpg"
    },
    {
        "type": "innerThought",
        "text": "I am in the embrace of a woman. Mother. There is one more person here. Father."
    },
    {
        "type": "innerThought",
        "text": "The mother turns to the father and tells him sharply: “You are not the father. This child is my one and only daughter. She has no father. She is not your daughter.”"
    },
    {
        "type": "innerThought",
        "text": "The father gazes at her in silence. He has no choice in this matter – his face betrays his feelings."
    },
    {
        "type": "innerThought",
        "text": "The mother repeats the words."
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "This child has no father."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e7.jpg"
    },
    {
        "type": "innerThought",
        "text": "I… have no father. This person… is not my father."
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "You cannot love this child."
    },
    {
        "type": "innerThought",
        "text": "I am… not loved by that person."
    },
    {
        "type": "innerThought",
        "text": "The dream ends, and I fall back into the darkness. It is a scene engraved upon my soul since birth. A scene I witnessed with my own eyes, felt with my own skin."
    },
    {
        "type": "innerThought",
        "text": "The moment when Minato Hikaru was robbed of her father by her own mother."
    },
    {
        "type": "innerThought",
        "text": "That moment is the root of my being. My very first memory."
    },
    {
        "type": "comment",
        "text": "We switch to a peaceful village, and we see Kageaki working like an ordinary guy. He looks… different. Even his facial expression. He looks more like a normal person and less like a tormented superhero."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Good work, Minato! You can go home now."
    },
    {
        "type": "quote",
        "speaker": "Tanaka (co-worker)",
        "text": "Ah, Minato! Why don’t you take some of these fruits? We received it from a client. I’m sure Subaru and the little Hikaru will be happy."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e8.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Thank you."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Tanaka… Minato is probably thinking about where you hid his share…"
    },
    {
        "type": "quote",
        "speaker": "Tanaka",
        "text": "No way! Minato isn’t a glutton like that. Unlike you, boss."
    },
    {
        "type": "quote",
        "speaker": "Tanaka",
        "text": "Ah, but do take some for yourself, Minato. It would only go to waste if we left it all to rot here."
    },
    {
        "type": "comment",
        "text": "He heads home, and we get some narration about the place. It’s a small, but lively little town where life is simple but happy, and everyone knows everyone."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e9.jpg"
    },
    {
        "type": "innerThought",
        "text": "However… things have changed recently, as the Rokuhara Shoungate’s power becomes firmer with each day. The dog-loving landlord living in that house disappeared, his beloved pet killed. In that park, there once stood a small playground. Not anymore. It was carried away to be used up as raw material. The constant barking of dogs and the ever-joyful laughter of children – all gone."
    },
    {
        "type": "innerThought",
        "text": "There’s one more change. A certain person isn’t here anymore."
    },
    {
        "type": "comment",
        "text": "*cut to a year ago*"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Kageaki!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Ah, Hikaru. I’ve already told you there’s really no need for you to come all the way out here to meet me, didn’t I."
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e10.jpg",
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e9.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "You did. I don’t remember agreeing to it, though. What’s wrong with a sister wanting to meet her brother?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "It’s dangerous for women to be out so late at night. You’re not a child anymore, Hikaru. … In any case, I’m home."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Stop being such a dinosaur – that’s a completely old-fashioned way of thinking! Women will have your head for such statements! … In any case, welcome home, Kageaki."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’m not saying it’s an absolute rule or any such thing. But there’s a good reason for “old-fashioned” things like that to exist, Hikaru. You can’t just sweep it under the rug by screaming “discrimination”."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I see, that is indeed true. But the reason you speak if is the age-old tradition of men fighting while women protect the household. We’re living in modern times, though: there are plenty of men who cannot fight, and plenty of women who know nothing about keeping a household."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "That is true. But no one can claim for certain which way of thinking is the correct one. Especially the latter group."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e11.jpg"
    },
    {
        "type": "comment",
        "text": "A passerby appears."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Ah, Saeki, good evening."
    },
    {
        "type": "quote",
        "speaker": "Saeki",
        "text": "Good evening, Minato siblings. I see you two are getting along just fine."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "We are indeed. And that’s why you should probably be on your way now."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru!"
    },
    {
        "type": "quote",
        "speaker": "Saeki",
        "text": "Ohoho! Must be nice to be young!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I was just teasing her. She knows not to take it seriously."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "*sigh* It appears a certain someone could benefit from some ladylike etiquette training…"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I need no such thing! If I may bring up your own words: I am hardly the kind of woman who is fit to stay behind and take care of the household. The traveling lifestyle of the wandering warrior would be much more to my liking."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Again with those assertions. You hardly know yourself."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "That’s not true. I do know myself."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "…except for one thing. You hardly even realize how good a wedding dress would look on you."
    },
    {
        "type": "quote",
        "speaker": "Hikari",
        "text": "*blushes*"
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e12.jpg",
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e11.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Indeed, I can see it very clearly in my mind. What a shame that I will never have a chance to see it come to fruition."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "W-well… I-if you were the one to lock me up in the household… I… I would give it some thought…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I see. Is that a challenge for me to prove that there is indeed no need for you to be out there fighting like men? Hmm… how problematic…"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "*pissed*"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "What’s wrong, Hikaru? You look like you want to say something."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Oh, nevermind! Just shut up already!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Kya-!"
    },
    {
        "type": "comment",
        "text": "She tackles him, then continues to cling onto him."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hey, I can’t walk like this…!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Of course you can! Now go! We’re running out of ingredients at home, so we’ll have to go shopping right away! First, the tofu shop, then the greengrocers, then the liquor store and finally the fish market!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Give me a break…"
    },
    {
        "type": "comment",
        "text": "They seemed to get along really well, those two."
    },
    {
        "type": "comment",
        "text": "We’re now back in the present (well, the present within the dream/flashback/whatever), with Kageaki reminiscing about happier days in the afternoon light."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e13.jpg"
    },
    {
        "type": "comment",
        "text": "He goes home, runs into some old dude (village elder of some kind?), said old dude briefly says that Subaru should really consider what the two of them talked about earlier. Not much else is explained, and he fucks off."
    },
    {
        "type": "comment",
        "text": "Subaru, finally able to relax, asks Kageaki to give him some fire. She then proceeds to smoke. As it turns out, she’s Kageaki’s foster mother."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Ah~ I’m finally alive again~ I can never smoke these in front of the elder."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Congratulations on enduring for so long."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e14.jpg"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I don’t like your tone, Kageaki, it’s so not cute! *offers a cig* Here, you have one as well."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Thank you. I’ll have one, then."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "We talked about those brigands again. The elder just keeps going on and on about how the town’s good reputation will be affected if we let people like that do as they please. Tch.\n…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Did this town have any good reputation to begin with?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e15.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "And you said that to the elder’s face? I’m glad I wasn’t there, then."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Eh, they’ve gotten used to it by now."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "So, is the elder really planning to do this? Driving them out, I mean."
    },
    {
        "type": "comment",
        "text": "They’re discussing how Subaru is planning to take a stance against the elder in this issue during the next meeting. They don’t want the town to be turned into a battlefield."
    },
    {
        "type": "comment",
        "text": "Cut to the Minato residence, where Kageaki, Subaru and Hikaru are having dinner."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Um… if you would excuse me, my beloved children. What… exactly are you two doing, staring at each other like that?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e16.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Well, Hikaru just seems to be looking this way all the time, and I…"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "It is nothing. Do not mind me and continue on with your meal, mother."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Oh… Oh! I see! That must be it! You see, Hikaru went out of her way to help me make dinner tonight, and…"
    },
    {
        "type": "comment",
        "text": "*chopstick attack from Hikaru’s direction*"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "That is more than enough, mother. At the dinner table, your mouth should be used for eating, not talking."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Defend me, Kageaki! When did this daughter of mine turn into such a beast?"
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e17.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Never mind that. Just go on and eat, Kageaki. It’s only the two of us here."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I’m being excluded… T_T"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "What should I start with…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "How about that boiled fish over there?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Ah, so that was boiled fish? I didn’t recognize it at first due to its odd shape."
    },
    {
        "type": "comment",
        "text": "*another chopstick attack*"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Silence, mother."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Nnnnooo, I don’t want a daughter who abuses her mother like this…! T_T"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e17.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Let’s have a taste of this fish, then…"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "*stares*"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "You wouldn’t expect it from how it looks, but… this is really delicious. It differs a bit from the usual seasoning, but it’s not bad at all."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "*suddenly in a happier tone* Ah, really?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Huh? You serious, Kageaki? No need to force yourself. You can spit it out if you want. See, your dear mother was thinking in advance and prepared a trash bin for you right here…!"
    },
    {
        "type": "comment",
        "text": "*chopstick attack from Hikaru towards Subaru*"
    },
    {
        "type": "comment",
        "text": "*thump*"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Huh? Where did Subaru disappear to?"
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e18.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Probably off to wash her hands. Don’t worry about it. Now, go on."
    },
    {
        "type": "comment",
        "text": "(Hikaru, you sly fox.)"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Mmm. Yes, this is quite delicous indeed. Like I said, the flavor is slightly different, but that makes it all the more interesting. Thank you, Hikaru."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "W-what are you t-talking about… all of sudden…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e18.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "You prepared this, didn’t you? I can tell."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "You can?"
    },
    {
        "type": "comment",
        "text": "He compliments the food once again, and we cut to black."
    },
    {
        "type": "comment",
        "text": "As we find out, the above -rather lively- scene was Kageaki’s reminisence of happier times. We cut back to the present once again, where he and Subaru are eating dinner. Words are not spoken by either of them. They simply eat in silence, only the two of them. A noise is heard from a neighboring room, and Kageaki rushes in to check on Hikaru. As the screenshot shows, she is now severely ill and bedridden. She’s basically skin and bones."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e19.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru…!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "K-Ka… kh… hh…"
    },
    {
        "type": "innerThought",
        "text": "The painful voice that leaves her throat is reminiscent of the sound a broken instrument would make. Her frail body is writhing in pain."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please, Hikaru! Calm down, I beg of you!"
    },
    {
        "type": "innerThought",
        "text": "My voice did not reach her. Despite that, I kept calling out to her. Not unlike a person who’s desperately trying to appeal to his god, I continued to talk to her, and firmly believed that she would understand me."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please, Hikaru… stay still!"
    },
    {
        "type": "comment",
        "text": "Subaru comes in and tries to calm her down with a wet towel."
    },
    {
        "type": "comment",
        "text": "The narration tells us about an ore mine and a metalworking factory in the vicinity:"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e20.jpg"
    },
    {
        "type": "innerThought",
        "text": "They were the source of everything. They themselves didn’t admit to it, but amongst the townsfolk, everyone knew the truth of the matter. One day, an elderly man ate a fish, and went insane shortly afterwards. In his rage, he was ran over by a car and died. Three days later, an entire family suffered the same fate because of the fish they ate. The father smashed his head against the wall till he died, the mother threw herself down a well and the child bit off his own tongue and bled to death."
    },
    {
        "type": "innerThought",
        "text": "Within a month, the incidents multiplied."
    },
    {
        "type": "innerThought",
        "text": "It was caused by some sort of chemical being produced during the metalforging process – this chemical mixed into the nearby river, and therefore infected the fish."
    },
    {
        "type": "innerThought",
        "text": "However, the nationwide uproar was the least of my worries. After all, my very own sister had also contracted the illness."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e21.jpg"
    },
    {
        "type": "innerThought",
        "text": "Ever since then, our days have been like this. Each night, she has a violent seizure, and we somehow manage to calm her. And in the end, I’m always thankful for the fact that she managed to survive yet another day. Each day, I look at her ever-weakening visage and let out a deep sigh. That comprises my daily routine now."
    },
    {
        "type": "comment",
        "text": "Their only hope would be a western doctor, but for that, one would need money and connections. Kageaki then reminds Subaru that it’s time for her meeting. She wants to stay, but he assures him that he can take care of Hikaru alone. So she goes off, while he stays by his sister’s side till morning."
    },
    {
        "type": "comment",
        "text": "Once it gets bright outside, he leaves for work."
    },
    {
        "type": "innerThought",
        "text": "Much like at night, the streets were filled with people in the morning hours as well. They were mostly students hurrying to school or older men going to work like me. I knew most of them – I couldn’t name them, but I recall speaking a few words with the majority of them."
    },
    {
        "type": "innerThought",
        "text": "How much time has passed since then…?"
    },
    {
        "type": "comment",
        "text": "(You guessed it – we’re treated to another flashback.)"
    },
    {
        "type": "quote",
        "speaker": "Female student",
        "text": "Hikaru! Please, accept this letter!"
    },
    {
        "type": "comment",
        "text": "And she Falcon Punches her. Well, probably not, but she pushes her away."
    },
    {
        "type": "quote",
        "speaker": "Kagaki",
        "text": "What… was that all about?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "She was an accomplice of the forces of darkness residing within the depths of Hell itself, preparing to snatch me away. You can rest easy, Kageaki – I shall not be tempted by her dark sorcery."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e22.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "A-Alright… but why am I the one being reassured…?"
    },
    {
        "type": "comment",
        "text": "Another female student appears."
    },
    {
        "type": "quote",
        "speaker": "Other female student",
        "text": "Ah, Her Ladyship Hikaru and her brother! Mornin’, you two."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Good morning."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Good morning. And drop the “Ladyship” bit."
    },
    {
        "type": "quote",
        "speaker": "Student",
        "text": "That girl just now, was she a new one, Hikaru? How many have you cast into the fiery pits of despair and disappointment so far?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Who can keep count of that? Not me. But you need to stop phrasing it like I’m the cause of all this."
    },
    {
        "type": "quote",
        "speaker": "Student",
        "text": "Well, but I’d say you sort of are the problem… you must be emitting some sort of pheromone that attracts girls… even I can feel it sometimes~"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "*starts to back away*"
    },
    {
        "type": "quote",
        "speaker": "Student",
        "text": "Hey, stop that! And you don’t need to worry, I already have my sights set on your big bro over here!"
    },
    {
        "type": "comment",
        "text": "*grabs him*"
    },
    {
        "type": "quote",
        "speaker": "Student",
        "text": "Hey, Kageaki~ Do you like younger women…?"
    },
    {
        "type": "comment",
        "text": "Hikaru becomes jealous and starts chasing after the other girl."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Off I go!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Right. It’s fine if you want to run around, but be careful with cars."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Gotcha!"
    },
    {
        "type": "comment",
        "text": "Flashback over."
    },
    {
        "type": "comment",
        "text": "Kageaki proceeds to go to work, and notices that he is actually late. His boss is lenient with him because he knows Kageaki has to care for Hikaru. However, Kageaki himself isn’t entirely happy with this sort of special treatment. Soon enough, a bunch of bandits show up to loot the place."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e23.jpg"
    },
    {
        "type": "quote",
        "speaker": "Department chief",
        "text": "M-m apologies, but we cannot possibly supply you with all the items you demanded…"
    },
    {
        "type": "quote",
        "speaker": "Bandit",
        "text": "Huuuuh? You wanna fight me, then?"
    },
    {
        "type": "comment",
        "text": "Kageaki spots a young woman amongst the bandits, seemingly their leader. She gives a sign."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e24.jpg"
    },
    {
        "type": "quote",
        "speaker": "Bandit",
        "text": "Tch, these guys are really fuckin’ poor… whatever, we’ll only take this amount, then."
    },
    {
        "type": "quote",
        "speaker": "Dep. chief",
        "text": "I.. I’m in your debt, s-sir! I’ll p-prepare the goods right away!"
    },
    {
        "type": "comment",
        "text": "So I’m guessing the group they were talking about earlier, and how they need to be driven out, was this bunch."
    },
    {
        "type": "unknown",
        "innerHTML": "<span style=\"font-size:15px;font-style:inherit;line-height:1.625;\">Shortly after, the narration cuts to inside the Minato residence, where the elder (old dude from before who confronted Subaru) is talking to Kageaki about the bandit problem (the issue he confronted Subaru about).</span>",
        "text": "Shortly after, the narration cuts to inside the Minato residence, where the elder (old dude from before who confronted Subaru) is talking to Kageaki about the bandit problem (the issue he confronted Subaru about)."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Think about it. They might be former military, but their numbers don’t even reach a hundred. If we gather the men from the town and strike without warning, we can emerge victorious."
    },
    {
        "type": "quote",
        "speaker": "Kageak",
        "text": "Yes, sir…"
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "And yet Subaru keeps going on and on about casualties… truly, only a woman could utter such words. You understand me, don’t you? There are times when men have to defend their honor, even if it endangers their own life. Do you not agree, Kageaki?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "…yes, sir."
    },
    {
        "type": "comment",
        "text": "Kageaki notices that a whole hour has passed since he came to see the elder, and their conversation hasn’t gotten any closer to the real problem – at least, the real problem from Kageaki’s viewpoint."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "I am certain you understand me. You went to war to fight for your homeland. It is regrettable that you achieved no great deeds on the battlefield – nonetheless, you are nothing like those good-for-nothing brats that pay good money to avoid being conscripted. I still remember it – Subaru wanted to exempt you from military service, but you would hear none of it. Ever since then, I’ve had high expectations for you."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "That is very kind of you, sir."
    },
    {
        "type": "innerThought",
        "text": "It seems like the elder misunderstood my intentions. I simply did not want my adoptive family to go out of their way and do something like that for my sake."
    },
    {
        "type": "comment",
        "text": "Kageaki assumes the reason the elder even allows him to visit him like this is because of this “misunderstanding”, so he decides it’s better not to reveal the truth to the elder in order to maintain his favor."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e25.jpg"
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Even Akitaka, who took you as his own son, saw that much in you. Your real parents were volunteer soldiers who died a noble death on the battlefield."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes, I knew about that fact as well."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "They might not have been of this land, and yet, they never failed to forget what they owe to this country – the fact that they sacrificed their lives is indeed praiseworthy. Their blood flows in your veins."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "………"
    },
    {
        "type": "innerThought",
        "text": "Unable to come up with an appropriate reply, I signal my appreciation only with my gaze."
    },
    {
        "type": "innerThought",
        "text": "I did not bring up the fact that the elderly man sitting in front of me right now was the first to oppose my father taking me in following the death of my real parents. However, he wasn’t trying to fabricate lies in order to strengthen his own argument. My parents were indeed soldiers, much like he said."
    },
    {
        "type": "comment",
        "text": "So basically his parents went on to fight in the war and left their son here in the care of the Minato family. The son then started his new life under the name of Minato Kageaki. The living conditions of an orphan like him would’ve been really harsh, so he was really thankful for this new family,"
    },
    {
        "type": "comment",
        "text": "Flashback time."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e26.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki’s (foster) father",
        "text": "Subaru… I know this is sudden, but.."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Yes?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki’s father",
        "text": "I’m thinking of adopting him."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Hmm… I see. Well then, I suppose I’ll have to cook for three from now on."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e27.jpg"
    },
    {
        "type": "comment",
        "text": "She simply turns around and smiles at the two of them."
    },
    {
        "type": "comment",
        "text": "Flashback over."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Surely you know the importance of fighting to preserve one’s honor?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes, sir."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e28.jpg"
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Rather than cowering in fear, dying with pride dignity is the true way of the people of Yamato."
    },
    {
        "type": "innerThought",
        "text": "I continued to carefully avoid giving a clear answer. While I could comprehend the elder’s reasoning, I also understood where my foster mother was coming from. A man’s pride is important. However, life is just as valuable. It isn’t something to be thrown away like this."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "And yet Subaru still keeps spouting that nonsense… Kageaki. I know you’re grateful for everything your new family has done for you. However, don’t let them influence your thoughts to such an extent."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "And Hikaru – she was such a promising child. too. Had a bright future ahead of her. It is a shame that thing turned out the way they did."
    },
    {
        "type": "innerThought",
        "text": "I lowered my head in response. The chance to direct to conversation towards the real issue was drawing near."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "If it weren’t for that illness, she would’ve become the head of the family by now. Truly a shame, it is. If the ceremony had been carried out as planned, all I would’ve needed to take care of was her marriage. If she fails to ever recover, your own position will also become questionable."
    },
    {
        "type": "quote",
        "speaker": "Kageki",
        "text": "I know, sir."
    },
    {
        "type": "innerThought",
        "text": "My own position. My duty of supporting and protecting her, decided by the elder. If the illness takes Hikaru, the part I was meant to play will become meaningless in his eyes."
    },
    {
        "type": "comment",
        "text": "Kageaki goes on and says how he himself is to blame for this, and politely apologizes to the elder."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "It is not your fault. Nor anyone’s. Illness is God’s will."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "She had a fit last night. Fortunately, it did not escalate any further."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "How is the girl? Is she getting any better?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’m afraid not."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Even still, Hikaru’s coming of age ceremony must be held within the year. Family tradition dictates it. Dark times will fall upon the household should we go against it."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I understand. However, in her present condition, she cannot…"
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Worry not. She only needs to stay still until the ritual is finished. Once it’s over…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "She’s not in any shape to be able to do that, elder! Her seizures may come at any time."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Hmm…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "For that reason, I must ask for your permission to call for Dr. Mengele from Berlin. He might have a solution for the illness."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "You bring this up in front of me again? I’ve already told you – we cannot leave her, the most valuable part of the ceremony, in the care of some foreigner. If all you need is a doctor, there’s-"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "If you mean to recommend Dr. Akaiki, I’ve already spoken with him. He was the very person who recommended Dr. Mengele."
    },
    {
        "type": "innerThought",
        "text": "Angering the elder was not a wise thing to do. However, I couldn’t afford to back down. Hikaru was running out of time."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e29.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Elder, I beg of you to reconsider. For Hikaru’s sake, and the sake of the family as well. Please! I beg of you!"
    },
    {
        "type": "comment",
        "text": "Silence."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "…very well. I suppose there is no other way. Go ahead and call this doctor of yours from Berlin."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I am in your debt, elder."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "However… you will have to get rid of those bandits in return. Finish them, Kageaki. I don’t mind how you do it, just do it. Feel free to ask for help amongst the other men of the town. If you accmoplish this task, I will accept your request."
    },
    {
        "type": "comment",
        "text": "End of scene."
    },
    {
        "type": "comment",
        "text": "We get some narration about the Minato family, the hardships of learning how to use a Tsurugi and how it used to be carefully handed down from master to aprentice. That changed with the advent of mass-produced Tsurugi. Kageaki doesn’t have any personal experience with the matter, either (at this point in time, anyway – remember, we’re in a flashback), and he’s not part of the Minato family by blood, so he isn’t allowed to use one. The art of the Tsurugi isn’t the only one contained within the family, so instead, Kageaki is busy practicing traditional martial arts, since that’s the only thing left for him."
    },
    {
        "type": "innerThought",
        "text": "I glanced towards the corner of the dojo, where a small helmet was being displayed. It was cut right in half, and I haven’t taken the time to have it mended yet. It’s been like that for the past year."
    },
    {
        "type": "innerThought",
        "text": "One whole year has passed since then…?"
    },
    {
        "type": "comment",
        "text": "Flashback time!"
    },
    {
        "type": "comment",
        "text": "Kageaki reminisces about the fact how Hikaru, by only watching his technique from afar, managed to attain a higher level of skill with the blade than him. She has a natural talent for fighting, it seems. She began training 2 years prior."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e30.jpg"
    },
    {
        "type": "innerThought",
        "text": "I never once felt like I was a teacher to her. Therefore this wasn’t a case of a student surpassing her master. Rather than attributing her skill to the fact that sometimes, even plain parents can produce a genius child, I felt like she was a genius who merely happened to live under our roof by accident. Needless to say, I was happy for her – however, my feelings were more akin to an elder brother’s pride who had a genius of a younger sister, than to a teacher’s who had managed to raise the perfect student. I felt that her turning out this way had nothing to do with anything I might have contributed."
    },
    {
        "type": "innerThought",
        "text": "However, there was one last thing I had to teach her, no matter what. It has nothing to do with sword technique… rather, it was a matter belonging to the realm of the heart."
    },
    {
        "type": "comment",
        "text": "Hikaru raises her blade and strikes."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Splendid."
    },
    {
        "type": "innerThought",
        "text": "Without thinking, I let the words leave my mouth. It was true – a single strke, perfectly executed. However, judging by the sound it made, there wasn’t even any need to confirm the outcome. It was a failure. The helmet was not cut in half. I walked up to Hikaru and inspected her katana."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "It is quite an excellent sword."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "You’re right. The blade itself is fine. My own lack of skill is the issue here."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e31.jpg"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "If only I was stronger…"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I ended up failing right at my final trial, the most important moment of all. What have I been doing these past two years…? I have failed you, Kageaki…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "There is no need to apologize. I was having difficulties as well when I tried it. Actually, I was having a much harder time than you. Imagine how scared I was when my foster father scolded me for breaking such an expensive katana."
    },
    {
        "type": "innerThought",
        "text": "I intended it as a joke, but Hikaru didn’t see it as such. She remained silent. The final trial was cutting the helmet in two. However, it was by design an impossible task. The helmet was made in a way so that it cannot be completely cut in half. It was not supposed to be. The point of this exam was for the wielder of the sword to realize his or her own limits as a human being."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Don’t overthink it, Hikaru. To quote your father, the sword isn’t governed by toughness alone. Only if a tender core is included can a truly unbreakable blade be forged. I’m sure he intended those words for you."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "He said that…?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes. Ah, I’ve forgotten that you’ve never met him."
    },
    {
        "type": "comment",
        "text": "As it turns out, Hikaru’s father was expelled from the household due to his disagreements with the elder and is now working somewhere in Kamakura."
    },
    {
        "type": "innerThought",
        "text": "As long as the succession ritual could be performed, the elder stopped caring about everything else. To him, the males of the Minato family only played the role of breeding horses. That is the reason why Hikaru has no memories of her father. I met him on several occasions during my visits to Kamakura, however, Hikaru was never given that chance. In order to protect the successor, the elder never allowed her to leave this place, nor did her father ever come to visit."
    },
    {
        "type": "comment",
        "text": "However, Kageaki brings up the possibility of that changing."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Do you think… I could meet my father?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e31-5.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "One day, surely."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I see…"
    },
    {
        "type": "innerThought",
        "text": "And that is what happened one year ago."
    },
    {
        "type": "comment",
        "text": "He then tries to remember the time when Hikaru tested herself once again against the helmet."
    },
    {
        "type": "innerThought",
        "text": "Hikaru managed to slice the helmet in two. And later that day, she fell ill."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e32.jpg"
    },
    {
        "type": "innerThought",
        "text": "To this day, I have no idea how she accomplished that feat."
    },
    {
        "type": "innerThought",
        "text": "She is a genius. There is no other way to explain it… or so I thought. How could a human being, flesh and blood, do something like that without relying on the power of a Tsurugi? Impossible. Even if the Tsurugi it belonged to is long dead, it’s already been repaired by a skillful blacksmith after being cut in half once before in the past…"
    },
    {
        "type": "innerThought",
        "text": "Even though it was already cut once in the past…"
    },
    {
        "type": "innerThought",
        "text": "Once… in the past…"
    },
    {
        "type": "innerThought",
        "text": "Wait a second… I know… I know something… Something unspeakable…"
    },
    {
        "type": "innerThought",
        "text": "Already-"
    },
    {
        "type": "innerThought",
        "text": "Once before-"
    },
    {
        "type": "innerThought",
        "text": "In the past-"
    },
    {
        "type": "comment",
        "text": "Two images quickly flash at the screen:"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e32-5.jpg"
    },
    {
        "type": "unknown",
        "innerHTML": "<a href=\"https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e33.jpg\"><img class=\"aligncenter size-full wp-image-344\" title=\"e33\" alt=\"\" src=\"./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e33.jpg\" width=\"584\" height=\"329\"></a><br>\nForeshadowing much?",
        "text": "\nForeshadowing much?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Kageaki…?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "My apologies. I was merely lost in my thoughts."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Ah, I see."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Sorry for worrying you."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e35.jpg"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "In any case… The elder is going overboard with this. Get rid of the bandits on your own, he says? I wonder if he’s doing this only to spite me."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "He told me it was alright to cooperate with the other townsfolk."
    },
    {
        "type": "quote",
        "speaker": "Subari",
        "text": "But he knows all too well that you won’t do that! Curse that elder…"
    },
    {
        "type": "comment",
        "text": "She was right. I could not deny her words – I had no intention of involving the rest of the townsfolk."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I know. However, the elder will keep his promise. His pride will not allow him to do otherwise."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "No doubt. Kageaki… are you really going to do this?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Hmm. However, they don’t seem like the sort of bunch who would quitely go away simply because you asked them nicely…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e36.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’ll first have to go and talk to them… but yes, you’re right. It doesn’t seem like this issue can be settled with only words."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "You might get yourself killed."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "The possibilty is there."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Dying is painful, you know~ Well, it’s not like I’ve experienced it before, so I wouldn’t know."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’ll be careful, then."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Aren’t you afraid?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I am. Just thinking about it makes my hands tremble."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Then why don’t you-"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I cannot. I have to save Hikaru."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "*sigh* You give me nothing but headaches, Kageaki."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please, allow me to go."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "*sigh* I should’ve raised you to be a bit lazier…"
    },
    {
        "type": "comment",
        "text": "…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Fine. But I’m going with you."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "There’s no way I-"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Way. I’m going and that’s my final word. You think I can let my own son go on a fool’s errand alone?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Motherly overprotection is a real social issue, it seems."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "And a mother who would let her son go alone into the den of dangerous, armed men would be the textbook example of parental negligence."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "This was a direct order from the elder to me, and me alone. I cannot rely on you for this, Subaru."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Didn’t he say it was fine to ask other townsfolk for help? Well, here I am."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "…."
    },
    {
        "type": "quote",
        "speaker": "Subrau",
        "text": "Ehehe. You need to get up earlier in the morning to be able to win an argument against me, Kageaki!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "The elder said I was free to ask for help from the other *men* of the town. Please, Subaru, drop it."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Argh, that accursed elder! You hate me that much?!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru, I… I couldn’t bear the thought of leaving Hikaru without anyone to care for her. Please… I’m leaving the rest up to you. Take care of Hikaru for me while I’m gone."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Argh… goddammit! You’re terrible!"
    },
    {
        "type": "innerThought",
        "text": "All of a sudden, my vision went black. It took me a few seconds to realize that I was being tightly hugged by her."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Such a good-for-nothing son you are. You really should obey your mother a bit more…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Forgive me."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e38.jpg"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I’m only going to ask one thing from you."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Please come home safely."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’ll try my best."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Read the atmosphere, Kageaki. You think that’s the sort of reply I want?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "….I will return home without fail. I promise."
    },
    {
        "type": "innerThought",
        "text": "She released me from her embrace."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "That’s my boy. So, when are you leaving?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Tomorrow."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "What about your job?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’m taking the day off."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "You do have some sort of plan in mind… don’t you?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Not really."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "What?!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’ll think of something once I’ve met them."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Ugh… I’m having a really bad feeling about this…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e39.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please, don’t worry about me."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "You’re asking the impossible, you know! In any case, let me give you one word of advice, at least. Not as your mother, but as a person who knows a thing or two about fighting."
    },
    {
        "type": "comment",
        "text": "…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Don’t kill anyone. Not even a single person."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "….."
    },
    {
        "type": "innerThought",
        "text": "Needless manslaughter was something I wanted to avoid at all costs. I was certain of that. However, when faced with a large number of bandits, will I be able to avoid such a thing?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Kageaki. Do you think the battle is over once your opponent stops breathing? It’s not. Quite the opposite, actually. Once you’ve killed someone… that’s only the start of your struggle."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Should you end up dying, I will find the ones responsible and kill them all. Without leaving a single survivor."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Suppose that you kill someone tomorrow. The comrades of that man will vow to do the same thing that I’ve just described, without a doubt. So what then? You kill them as well? What if their brothers or other relatives show up next to exact revenge on you? It will never end. Ever."
    },
    {
        "type": "innerThought",
        "text": "She was right. I was ashamed of my own thoughtlessness."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "So listen to me, Kageaki. No matter what you do, don’t let anyone die. That includes you as well."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Understood."
    },
    {
        "type": "comment",
        "text": "End of scene."
    },
    {
        "type": "comment",
        "text": "Kageaki goes to the bandit camp and the guards decide that it’s less of a pain in the ass to just let him talk to the boss than chasing him away."
    },
    {
        "type": "comment",
        "text": "A bit later:"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Oh~hohohohohohohohoho-"
    },
    {
        "type": "unknown",
        "innerHTML": "<a href=\"https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e41-oh-hoh-hoh.jpg\"><img title=\"e41 oh hoh hoh\" alt=\"\" src=\"./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e41-oh-hoh-hoh.jpg\" width=\"584\" height=\"325\"></a><br>\nBoss: -hohohohoho-",
        "text": "\nBoss: -hohohohoho-"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e42.jpg"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "-hohohohoho!"
    },
    {
        "type": "quote",
        "speaker": "…\nBoss",
        "text": "How about no."
    },
    {
        "type": "innerThought",
        "text": "With that one sentence, my hopes were crushed."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "You’r asking us to stop with the looting? How rude. I don’t recall ever doing something like that. Right, Kazuma?"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "But sis, didn’t we just do it yesterd-"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "That. Was. Not. Pillaging! We simply accepted a completely voluntary delivery from the townsfolk for the sake of our continued military operations!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I see. But the town’s supplies are not limitless. The situation recently has already become rather dire."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "If I may ask… what is the current objective of this bandit group?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Don’t call us bandits! We’re patriots!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Patriots…?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "That is correct! Escaping the influence of the Rokuhara, we smite evil and correct injustice of our own volition; an independent band of heroic freedom fighters willing to struggle till the bitter end for the sake of a better, brighter tomorrow!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e43.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kazama",
        "text": "Didn’t we just flee because we wanted to escape the consequences of misusing war funds…?"
    },
    {
        "type": "comment",
        "text": "*slap*"
    },
    {
        "type": "quote",
        "speaker": "Kazama",
        "text": "I’m s-sorry, sis…"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "So, do you finally understand where we stand, Minato Kageaki?"
    },
    {
        "type": "innerThought",
        "text": "I did. All too well."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "In other words, you aren’t planning to stop with your looting? Is that correct?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "What is this man blabbering on about? Didn’t I just tell you that we are doing no such thing? My my. It’s quite troublesome when the person you’re talking to isn’t quite the sharpest tool in the shed… oh~ho-ho-ho-ho!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e45.jpg"
    },
    {
        "type": "comment",
        "text": "-ho-ho-ho-ho-"
    },
    {
        "type": "comment",
        "text": "-ho-ho-ho-ho-"
    },
    {
        "type": "comment",
        "text": "-ho~!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "So anyway, run along now."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Leader of the bandits. I challenge you to a duel. If I win, you will promise to order your men to leave the town alone from now on."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "And if I win…?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "In that case, you can do with me as you please."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Oh~ You hear that, boys? Very well, Minato Kageaki. I accept your terms. Someone, give this man a sword!"
    },
    {
        "type": "comment",
        "text": "So Kageaki assumes a battle stance."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Ah, how gallant~ You must be confident."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I will not allow you to back out of this now."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e47.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Ready when you are."
    },
    {
        "type": "comment",
        "text": "He manages to outsmart the boss and wins the duel."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "A promise is a promise. I hope you intend to keep it."
    },
    {
        "type": "comment",
        "text": "Fade to black."
    },
    {
        "type": "comment",
        "text": "We’re back in Hikaru’s room."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e49.jpg"
    },
    {
        "type": "innerThought",
        "text": "Tonight, Hikaru seems to be at relative peace. Despite that, she’s yet to show any signs of recovery. I cannot deny the cruel fact that with each passing day, she is one step closer to death. I stopped by to talk a few words with my foster mother – she was glad that I was safely back home, but she questioned the way I handled the issue of the bandits."
    },
    {
        "type": "innerThought",
        "text": ""
    },
    {
        "type": "innerThought",
        "text": "Upon inspecting the female boss’ face after the duel was over, I saw no signs of acceptance. There is no doubt that she thought she could win against me if given another chance. Her men felt the same. But she will keep her promise – she has to. She seemed to have the pride of a warrior."
    },
    {
        "type": "innerThought",
        "text": "In any case, I’m planning to go and report the incident to the elder tomorrow."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru…"
    },
    {
        "type": "comment",
        "text": "Please endure for a bit longer, Hikaru. Just a bit longer. I will save you, no matter what."
    },
    {
        "type": "comment",
        "text": "End of scene, fade to white."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e50.jpg"
    },
    {
        "type": "innerThought",
        "text": "Once again, I’ve returned here. To the ever-binding cage of darkness. I, Hikaru, have returned here once more. I’ve been here for an eternity, having the same dream over and over again."
    },
    {
        "type": "innerThought",
        "text": "Memories of my beginnings."
    },
    {
        "type": "innerThought",
        "text": "A father stolen away by mother. Myself, thus lacking a father. The same dream, over and over again. And here I am, seeing that dream for the millionth time, trapped in a darkness that knows no bounds. For that is the one and only activity that the being called “Hikaru” is allowed to pursue. I am doomed to rot here in the darkness for eternity, for that is what I have been commanded to do. Should I begin to move once again, it would be for the sole purpose of reclaiming the father I lost. That is the only purpose I live for."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e51.jpg"
    },
    {
        "type": "innerThought",
        "text": "I am a human being. Therefore, I cannot stray from the path of mankind. By following that path, I cannot reclaim the father I lost to mother. Even assuming I could manage to recalim father, he would never accept me."
    },
    {
        "type": "innerThought",
        "text": "And thus, I remain within the depths of this darkness, unmoving and unable to break the chains that bind me."
    },
    {
        "type": "comment",
        "text": "Weird dream sequence over.\nThe next day, Kageaki runs into the female bandit leader ocne again, overseeing her men as they carry a bunch of grain and other goods out from a store. The looting seemingly continues. She looks at the approaching Kageaki with a smile on her face."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e53.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Have you forgotten our promise?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Oh, I haven’t! How could I? You told me to order these men to leave the town alone. The thing is, I’m not the leader anymore – I’ve passed the torch to my little brother, Kazuma. Isn’t that right, Kazuma? No matter how many times I try to order them, they will only listen to Kazuma. It is a shame, it truly is~"
    },
    {
        "type": "comment",
        "text": "I’m sorry that I ended up disappointing you, Minato Kageaki. But see, I kept my promise, didn’t I~"
    },
    {
        "type": "comment",
        "text": "And then she goes on another laughing spree."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "You are quite the calculating woman."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "How rude. I’d say it was simply good thinking on my part, but do call it however you wish, I don’t care."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Lowlife. Barbarian. Scum of the earth. Vicious. Evil. Coward. Vulgar. Thief. Charlatan. Con-man. Heretic. Uncivilized. Brute. Villain."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Ohohoho! The howling of a sore loser is qutie a pathetic sight indeed!"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Even though you’re the one who lost yesterday…"
    },
    {
        "type": "comment",
        "text": "*slap*"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Don’t hurt me, sis… T_T"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "You’re the one who told me to call it however I wished. So I did."
    },
    {
        "type": "comment",
        "text": "Kageaki, your trololo powers are quite fearsome indeed. He realizes that talking to her any more is meaningless, and turns to leave… only to nearly recieve a katana in his back. He skillfully dodges the attack and turns back towards the female boss."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e54.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "What do you think you’re doing?!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Do you think that after losing to a commoner like you, I could simply leave it at that? A warrior like me?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "If that’s your problem, go ahead and commit seppuku!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Hmpf. No, I’m going to take your head instead. I’m sure it’ll make me feel better, too."
    },
    {
        "type": "innerThought",
        "text": "I looked for an opportunity and began to run. I wanted to curse her from the bottom of my heart. Her, and myself as well. A warrior’s pride? I was foolish to assume that such a thing even existed."
    },
    {
        "type": "comment",
        "text": "A bit later, Kageaki arrives home, only to be greeted by another one of Hikaru’s violent seizures."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e55.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru! Please… calm down! You’ll only hurt yourself!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e56.jpg"
    },
    {
        "type": "comment",
        "text": "At night, in the dojo, Kageaki examines the katana he inherited from his foster father."
    },
    {
        "type": "innerThought",
        "text": "It should be sharp enough to cut flesh and bone."
    },
    {
        "type": "innerThought",
        "text": "I’ll kill them. That female boss. Her younger brother. Each and every man I find there. I’ll slay them all."
    },
    {
        "type": "innerThought",
        "text": "I haven’t forgotten my mother’s previous warning. However… I cannot abide by that rule. Bloodshed is the only method I can use against peolpe like that. A promise means nothing to them."
    },
    {
        "type": "innerThought",
        "text": "You have to fight fire with fire. I finally realized that."
    },
    {
        "type": "innerThought",
        "text": "I did not dismiss my mother’s words as foolish. She was right. There is a way to win without bloodshed. However, that only applies to honorable, reasonable opponents. One cannot reason with wild animals. The only language they can understand is raw power. Are you weak, or are you strong? – their lives are governed by such simple rules."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e56-5.jpg"
    },
    {
        "type": "innerThought",
        "text": "I’m running out of time."
    },
    {
        "type": "innerThought",
        "text": "Hikaru is running out of time."
    },
    {
        "type": "innerThought",
        "text": "When you are in a race against the clock, you do not have the luxury of following the ideals represented by my mother’s words. I left her a letter with a very simple message."
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "Do not avenge me."
    },
    {
        "type": "comment",
        "text": "While Subaru is in the middle of a discussion with the elder, Kageaki plans to slip away under cover of darkness. Before he can disappear into the darkness, he overhears the discussion."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "You are one cold-hearted woman. So, you ordered Kageaki not to kill anyone? How foolish. That way, what awaits him is nothing but certain death. You have to understand that bandits like that cannot be reasoned with. The only thing they understand is violence."
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e57.jpg",
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e56-5.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Once someone is killed, everything ends. Including these days of peace. Someone will come to avenge the dead, and the chain of bloodshed will go on forever."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "Then we’ll just have to kill them before they can do that! It’s as simple as that. Our numbers are greater than theirs: there is no reason to fear them. What remains at the end is the knowledge that we achieved victory with our own hands! Are you saying that is meaningless? Achieving peace without bloodshed is a sweet dream – nothing but a fairy tale. Are you willing to throw away Kageaki’s life for the sake of a foolish ideal? Like I said – you are one cold-hearted woman."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Violence begets nothing but more violence and bloodshed. Only by using power the right way, can we put an end to that. A sword should be used to end conflict."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "But at this rate, the boy is merely rushing towards his own demise!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e58.jpg"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Kageaki knows that death on the battlefield is the inevitable fate of the warrior. However… I know he is prepared for such a fate."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "And what does the mother within you think of that? Are you willing to cast your son into the fires of certain death?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I would die with him."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "What?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I told my son that should he die, I would kill each and every person who was responsible for his death. And the last person who fits that description… is me. We share the same path, he and I. If he dies, I die. Should that come to pass… I’d like you to take care of Hikaru for me."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Ah, but I don’t think we’ll have to worry about that! My son knows what he’s doing."
    },
    {
        "type": "quote",
        "speaker": "Elder",
        "text": "So, you’re putting your faith in him…?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I am."
    },
    {
        "type": "comment",
        "text": "Moved by his mother’s words, Kageaki decides to follow her path – to solve problems without killing. Without taking the life of another, what one needs to get rid of is the evil intent itself. Nothing more. He goes back to the dojo and falls asleep."
    },
    {
        "type": "comment",
        "text": "Basically, Subaru’s way of thinking here was explained in a pretty cool way."
    },
    {
        "type": "comment",
        "text": "We have the kanji of “bu” – written as 武 and meaning “the way of war”, or “the way of the sword”."
    },
    {
        "type": "comment",
        "text": "Then we have “tomeru” – written as 止める and meaning “to stop” (something/someone)."
    },
    {
        "type": "comment",
        "text": "Finally, there’s “hoko”, written as 戈 and meaning “arms, weapons”."
    },
    {
        "type": "comment",
        "text": "Her explanation is based on the fact that by combining 戈 and 止, we get the kanji of 武. As in, the true way of the sword means a desire to stop conflict (literally “stopping weapons”). That is the true path of the samurai. I thought it was a pretty cool explanation so I wanted to share it. End of sidetracking."
    },
    {
        "type": "comment",
        "text": "A bit later, around midnight."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "KAGEAKIIIIII, WHAT IS THIIIIISS~!!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e59.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Damn."
    },
    {
        "type": "innerThought",
        "text": "In my carelessness, I forgot to dispose of the farewell letter that I left in her room."
    },
    {
        "type": "comment",
        "text": "End of scene.\nThe next morning, I awoke earlier than usual. I wonder why – is it because my body has been energized by the vow I took last night?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e60.jpg"
    },
    {
        "type": "innerThought",
        "text": "Or is it due to a sense of foreboding…?"
    },
    {
        "type": "comment",
        "text": "Soon enough, bandit chick shows up once more and demands a rematch. Kageaki accepts and eventually triumphs."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e61.jpg"
    },
    {
        "type": "comment",
        "text": "A bit later, we see that the female bandit leader is now in bed at the Minato household, recovering from the wound she received in their duel."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Were you… were you the one that bandaged me?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e63.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes, I took care of your wounds."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "*blushing* And did you… um, I mean, was I exposed…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes. I’m afraid it couldn’t be helped. It was an emergency and I had to treat you as soon as possible."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "I see…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Can I leave my seat now?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "What? You mean you were sitting by my bed all this time…?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes. I had to be able to react quickly in case your condition was about to worsen, and after considering your… “circumstances”, I couldn’t call a doctor from the town, either."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "….."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Is something wrong? Do you need anything?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "N-nothing…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Very well. I’ll take my leave now. I will come back to check on you sometime later."
    },
    {
        "type": "comment",
        "text": "…."
    },
    {
        "type": "comment",
        "text": "He leaves."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "So… it seems like I lost…"
    },
    {
        "type": "comment",
        "text": "Kageaki discusses her condition with Subaru for a bit."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e64.jpg"
    },
    {
        "type": "comment",
        "text": "Later that afternoon, he goes back to check on her, as promised."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Can I enter?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Go ahead."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "How are you feeling?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Better. The pain seems to have gone, too…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e65.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Still, I think it will be necessary to wipe the sweat from your body and change your bandages before the night is out."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "*blushing* W-will you…?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Huh? Ah, n-no… my mother will take care of it this time."
    },
    {
        "type": "innerThought",
        "text": "For some reason, she almost seemed disappointed after hearing my answer. It was probably just my imagination, though."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "How about your appetite?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "W-well…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "You’ll have to try and eat dinner, at least. If you don’t get enough nutrition, your body will not heal."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "I know. But… my arm is still rather weak. I’m not sure if I can eat properly this way."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Worry not. I will help out with that."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "*in a happier tone* Ah… I see…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e66.jpg"
    },
    {
        "type": "innerThought",
        "text": "For some reason, she almost seemed happy after hearing my answer. It was probably just my imagination, though."
    },
    {
        "type": "innerThought",
        "text": "After a while, I noticed her staring at me."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "I think I want to stay like this for a while. I almost forgot what it felt like to use up all of my strength and be exhausted to this extent."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "It was my first time fighting like this… and be defeated like this. I have never experienced anything even remotely similar during my time in the Shogunate’s service. You’re the first one… to ever defeat me."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Also… you were the first man I exposed myself to… I’ve never shown my bare self to anyone else before…"
    },
    {
        "type": "innerThought",
        "text": "I was at a loss for words. Instead, I simply obeyed what pure instinct told me."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I’ll go and start preparing dinner."
    },
    {
        "type": "innerThought",
        "text": "I left the room in a hurry."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Minato… Kageaki…"
    },
    {
        "type": "comment",
        "text": "A bit later, we see Subaru and Kageaki re-enter the room."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Okay, listen up, Kageaki. The most important factor is the food’s temperature. You’ll have to keep it warm, no matter what. Otherwise, you’ll have no excuse to blow at the food to cool it down, and the whole plan falls apart! When you need to cool down the food, make sure to blow at it in a a nonchalant way, but you’ll also have to make sure that she notices your efforts! That will net you lots of bonus points with her. Here, this part is a bit tricky, so let me show you how it’s done."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e67.jpg"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "And then, enter the final stage! With spoon in hand, feed her gently! Never look at her hands, only her eyes, with your gazes locked together."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Right. Now… go get her, tiger!"
    },
    {
        "type": "comment",
        "text": "Kageaki kinda just pushes her into the corner."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please excuse my mother."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Ah, it’s f-fine…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "*sob* *sob* My son is so mean to me… T_T",
        "pretext": "*in the background* "
    },
    {
        "type": "comment",
        "text": "After a while, Kageaki once again requests the boss to stop with their pillaging."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "There is an abandoned rice field in the vicinity, you could move in there. How about it? Should the need arise, I would help out myself and make the towsfolk accept you and your\nmen."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "You would do that for us…?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e69.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes. She might not seem like it, but my mother and the Minato family possesses a considerable influence."
    },
    {
        "type": "comment",
        "text": "After a long silence, she answers."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "…I am a warrior, Minato. A warrior."
    },
    {
        "type": "comment",
        "text": "Her pride as a samurai, and a leader at that, wouldn’t allow her to throw away everything and live a simple life like that, or so it seems. Kageaki sighs and without saying another word, leaves the room."
    },
    {
        "type": "comment",
        "text": "Kageaki and Subaru are discussing what to do next, when they hear a violent noise from a nearby room."
    },
    {
        "type": "comment",
        "text": "We then switch to Boss’ viewpoint. If you’re wondering why I’m calling her Boss all the time, it’s because her name hasn’t been revealed yet. Even Subaru pointed it out earlier."
    },
    {
        "type": "innerThought",
        "text": "I’ll commit suicide."
    },
    {
        "type": "innerThought",
        "text": "After much consideration, she came to that conclusion."
    },
    {
        "type": "innerThought",
        "text": "She can still accomplish that, even in her current state. The wound she recieved from him wasn’t that deep. She can still perform seppuku, even like this."
    },
    {
        "type": "innerThought",
        "text": "I have to. There is no other way."
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "I’ll have to slip out of here, first…"
    },
    {
        "type": "innerThought",
        "text": "The fact that she would make a mess in the room wasn’t the major reason why she chose to do that. More importantly, if she died in such an environment, her comrades would no doubt become hostile towards the townsfolk."
    },
    {
        "type": "innerThought",
        "text": "This is how I must express my apology. For I have nothing else to give to him. As a warrior, it is the only way."
    },
    {
        "type": "innerThought",
        "text": "…"
    },
    {
        "type": "innerThought",
        "text": "What is a warrior? Someone who lives for the sake of the people, guiding them, protecting them, dying for them. That is the way of the samurai."
    },
    {
        "type": "innerThought",
        "text": "Last night, that man showed me kindness. He offered a place for me. That is why I had to refuse, no matter what. Relying on common townsfolk is not the way of the samurai. I stop being a samurai the very moment I accept his kindness and grasp the helping hand he so generously extended towards me."
    },
    {
        "type": "innerThought",
        "text": "Till the very end, the warrior is a being governed by violence. Therefore, she has no right to beg for the sympathy of others."
    },
    {
        "type": "innerThought",
        "text": "I have no other way to repay him. So instead, I’ll give this body and life."
    },
    {
        "type": "innerThought",
        "text": "Suddenly, a noise can be heard from the other room."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru…!"
    },
    {
        "type": "comment",
        "text": "She’s having another seizure. Yes, the game trolled me hard. For a while I thought the noise heard earlier was the boss commiting seppuku, but apparently it was Hikaru."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Help me out, Subaru! Hold down her legs!"
    },
    {
        "type": "comment",
        "text": "During her violent spasms, she beings to lift her head, about to break her own neck."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Kageaki! Hold her head, quickly!"
    },
    {
        "type": "comment",
        "text": "They eventually manage to calm her down."
    },
    {
        "type": "quote",
        "speaker": "Suabru",
        "text": "Huh, it seems like we’re in the safe for now. Well done, Kageaki…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "We’re running out of time…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Calm down, Kageaki. Patience, my son."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I know. I’ll try to ask her once again. That is our only option. Otherwise, we won’t be able to call that doctor from abroad…"
    },
    {
        "type": "comment",
        "text": "So Kageaki goes into her room once more."
    },
    {
        "type": "quote",
        "speaker": "Kageki",
        "text": "Please, I beg of you."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I understand that exchanging your swords for farming tools is not your desired path – not the path of the samurai. I can thoroughly comprehend that. However… please, find it in your heart to reconsider!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Is that… all you wanted to say to me?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "…?"
    },
    {
        "type": "innerThought",
        "text": "When looked at it in the written form, her words were seemingly without emotion. However, her tone lacked its usual coldness."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Are you done? Is there nothing else you wanted to say?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Uh… n-no… there is nothing else."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Minato Kageaki. You once told me you were but a simple commoner."
    },
    {
        "type": "quote",
        "speaker": "Kageak",
        "text": "…..?"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Liar. You are just as much a warrior as I am, unable to ask others for help. It is truly miserable, isn’t it. I’ve never felt anything like it before."
    },
    {
        "type": "innerThought",
        "text": "The female warrior continued to mutter the words in a low voice, as if mocking herself."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Minato Kageaki. I promise to convince my men and take the burden off your shoulders. Now get me pen and paper, please."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e71.jpg"
    },
    {
        "type": "innerThought",
        "text": "She took the pen and smoothly recorded a very simple message onto the paper. She then handed it to me. The letter’s contents were brief – they would stop harassing the town. Below that, a signature. It was everything I wanted. With it, I could save Hikaru…!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Thank you…! From the bottom of my heart!"
    },
    {
        "type": "innerThought",
        "text": "Two weeks have passed since then. The bandit group that had been causing us so much grief vanished into thin air. I explained the situation to the elder, and -as expected-, he kept his promise and allowed me to call for Dr. Mengele."
    },
    {
        "type": "quote",
        "speaker": "Mengele",
        "text": "*sigh* Why didn’t you call me sooner?"
    },
    {
        "type": "innerThought",
        "text": "Those were his first words upon finishing treatment on Hikaru."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e72.jpg"
    },
    {
        "type": "quote",
        "speaker": "Mengele",
        "text": "This is where the real horror of this illness lies. It seems like the sickness damaged not only her body, but her mind as well. Memory loss, degradation of intelligence, personality disorder… in the worst case scenario, complete breakdown. There is always a possibility for a miraculous recovery, however…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Doctor. Will my sister…?"
    },
    {
        "type": "quote",
        "speaker": "Mengele",
        "text": "It is a miracle in itself that you were able to keep her alive for a whole year under these conditions. It is all thanks to your and your mother’s continued devotion to her care, as well as the strong willpower of the patient herself. As for her physical condition… I am worried about complications, but once her strength returns, she will mostly be free of that danger. However, this is all I can do for her right now."
    },
    {
        "type": "comment",
        "text": "Kageaki continues to be tormented by his and Hikaru’s current situation, utterly torn about what to do next."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e73.jpg"
    },
    {
        "type": "innerThought",
        "text": "Why didn’t you call me sooner? – I couldn’t get the doctor’s words out of my head."
    },
    {
        "type": "innerThought",
        "text": "Why didn’t I…? All of this could’ve been avoided. If only I had been trying harder to find a solution!"
    },
    {
        "type": "comment",
        "text": "Suddenly…"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Hi there! What are you moping around for?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e73-5.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru… I am so sorry."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Huh? Why are you apologizing?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "It is my fault. If only I had been stronger. If only I had tried harder… Had we called Dr. Mengele earlier, things wouldn’t have escalated to this point… Can you forgive me?"
    },
    {
        "type": "innerThought",
        "text": "I felt completely useless. I couldn’t even save those dear to me. If only I hadn’t been born a human… if only I had been born as a domestic animal of sorts, at least I could’ve been of use to someone. Cattle like that are a hundred times more useful than a good-for-nothing man like me."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "You idiot! Listen to me, Kageaki. I just went to check on Hikaru. She was sleeping like a baby. I haven’t seen her that much at peace in a long while. So don’t you give up hope that easily… you hear me, Kageaki? Don’t dwell on the past. Always look ahead. Don’t think about what would’ve happened if you had chosen a different path in life. Your eyes should always be fixated on what is in front of you. Got it?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes. I don’t have the luxury to stop now."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Good grief. Like I said before, you give me nothing but headaches, son."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I am sorry to have caused you so much trouble, I truly am."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Oh, you should be! But you know, you’re sort of adorable that way."
    },
    {
        "type": "innerThought",
        "text": "Laughing it off, my mother patted me on the head. Compared to me, she is, without doubt, the stronger one."
    },
    {
        "type": "comment",
        "text": "Later, the narration tells us that the moment Dr. Mengele returned to his country, the elder already started making preparations for Hikaru’s coming of age/succession ceremony. She has regained some of her strength, and with some help, Kageaki specualtes that she should be able to endure the ceremony, which usually takes up like half a day and is rather tiring."
    },
    {
        "type": "comment",
        "text": "The day of the ceremony is today."
    },
    {
        "type": "comment",
        "text": "The townsfolk go to the secret Minato shrine and open a huge door that is otherwise always kept sealed in order to serve as a prison for two “evil beings”. Inside, there are two Tsurugi – one is a crimson spider, the other a silver queen ant."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e74.jpg"
    },
    {
        "type": "comment",
        "text": "Even though it is strictly forbidden, Hikaru ends up touching the silver one with her fingertips, which leads to the following vision. It’s basically a dialogue between Muramasa (Ginseigou) and Hikaru."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "What… or who are you?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "I am a Tsurugi – the one they call Muramasa."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e75.jpg"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "So you are… a weapon? You represent the power to stop conflict; the power to end all strife and protect the realm of men?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "……"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Do you not?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Nay. I do not."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "You possess no such power, then?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "The power you speak of is within my control. That is correct."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e76.jpg"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Then…?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "However, ’tis not a power that exists to put an end to strife."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "The power within my domain is but the sword of a demon. A blade swung only for the sake of shedding blood."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "My brother and mother spoke of it differently. It is a power that exists to stop conflict, they said."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Is that so? It seems like the light of the one, true way has drowned in a darkness birthed by hypocrisy. For the sword is nothing but a tool used for one purpose alone – to cut the flesh of men, to spill their innards and make them bathe in their own crimson fluids!"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Why do you allow yourself to be decieved? Why do you hide under a blanket of lies?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Using power to protect others? To bring about peace? Why are your eyes clouded by such falsities?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e77.jpg"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Behold the sharpness of the blade – therein lies the one and only truth! ‘Tis a tool used only to end lives!"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "That is the sole code a warrior lives by!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "What you are saying makes sense to me as well. I’ve always wondered – how can people truly advocate peace while swinging tools like that? Yes. I do believe I understand your reasoning."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Endowed with such a frail, broken body, yet she understands the way of the world in an instant."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Let me ask you this, Muramasa – while my mother strives for peace, what is your ultimate objective?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "A blade exists for the sake of violence, nothing more. Swung only for the sake of shedding blood. Naming myself as just, labeling the enemy as evil – ’tis the only path I follow."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Therefore, my blade is not truly just, nor is it truly evil. It is a tool for murder – nothing more, nothing less. The principle I follow is written as thus – the strong survive;\nthe weak perish."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Societies crumble to dust. Civilizations disappear. Life itself withers away. Only the strongest lives. As the sole survivor, she stands victoriously atop the corpse of the world."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Oh… I see, I see. And who would that sole survivor be?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Who knows? God, perhaps?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "*laughter*"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "What are you laughing at?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I am rejoicing! Muramasa, you have shown me the one, true way! You have opened the door towards the only path I can possibly follow. I’ve been robbed of my father. I wish to reclaim him – however, the morals that govern the world of men would allow no such thing."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "I see. That explains this prison."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Aye. However, you have shown me power. The one and true meaning of power that shatters all other false meanings. I shall become a god, then. As a god, the laws of men shall chain me no more. I shall ascend to godhood and claim my divine throne. As a god that destroys all. In order to reclaim the father I had lost."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "You understand nothing. Should you become a god of destruction… the very father you seek shall also be swept away by your flames."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "In that case, I shall make Father a god as well. A perfect equal to myself! As twin gods, we shall be together for eternity."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Very well, wicked one. In that case, bring your hand towards me. Cast away your mortal shell and break free from your prison. Become one with me and I will show you the way of war."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Let it be so. I shall break free from my mother’s embrace and the very society that chains me down!"
    },
    {
        "type": "comment",
        "text": "Fade to black."
    },
    {
        "type": "comment",
        "text": "Later, we’re with Kageaki in the dojo."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e78.jpg"
    },
    {
        "type": "innerThought",
        "text": "My mind keeps wandering back towards last night’s events. I keep wondering whether it was all but a dream. However, I know it was reality. Hikaru’s physical condition improved dramatically. A short while ago, she was skin and bones, but now – she is as healthy as ever. A complete rebirth. I am certain it was casued by the power of that Tsurugi. However, why would a Tsurugi choose as her master an ill, bedridden girl like Hikaru? The whole thing filled me with anxiety."
    },
    {
        "type": "innerThought",
        "text": "I felt a light tap on my shoulder. Thinking it was my mother, I turned around and saw… Hikaru."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e79.jpg"
    },
    {
        "type": "innerThought",
        "text": "The younger sister that I’ve grown so accustomed to seeing, but who at the same time grew distant from me during this past year."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru… is that really you?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Yes. It’s me."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e80.jpg"
    },
    {
        "type": "innerThought",
        "text": "This was reality. Hikaru was standing right in front of me. Talking to me. Smiling at me. All of my previous worries and fears melted away in an instant."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru…!"
    },
    {
        "type": "innerThought",
        "text": "Without thinking, I embraced her. She is here! She is definitely here in my arms, living and breathing!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Kageaki… you’re hugging me too tightly…"
    },
    {
        "type": "innerThought",
        "text": "I refused to acknowledge her words. I wanted to hold her – I wanted to confirm that this was reality. That I wasn’t dreaming."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Oh well…"
    },
    {
        "type": "innerThought",
        "text": "She let me do as I pleased. Possibly as a sort of compensation for letting me embrace her, she gently dug her fingers into my hair."
    },
    {
        "type": "innerThought",
        "text": "Time itself seemed to come to a halt. I didn’t care about anything else. If this sensation was indeed real, then there was nothing in the world that I desired more. Whether or not this miracle was brought about by a forbidden Tsurugi – it didn’t matter to me one bit. I was merely thankful for it, from the bottom of my heart."
    },
    {
        "type": "comment",
        "text": "Then Subaru shows up. However, when seeing her mother, Hikaru only looks at her with contempt. Kageaki cannot quite explain the situation."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e81.jpg"
    },
    {
        "type": "comment",
        "text": "We cut to hte bandit camp, where some of the bandits are preparing to arm themselves and go back to their old ways, despite the agreement. Kazuma plans to leave for the continent in order to pillage, rape and kidnap children to sell as slaves. Female Boss sees them and orders them to stop. She then scolds Kazuma for even considering such vile actions – she is met with surprise, since she was the one who previously came up with the idea of harassing the village for supplies. Boss orders them to stop once again, but is quickly reminded of the fact that the new leader is now Kazuma, her brother."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e82.jpg"
    },
    {
        "type": "comment",
        "text": "Kazuma then dons his Tsurugi and knocks out her sister."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e83.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Say… don’t you think sis would fetch a high price on the slave market?"
    },
    {
        "type": "quote",
        "speaker": "Henchmen",
        "text": "Huh…?"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "However, she’s still a virgin who doesn’t know how to handle men, which makes her less valuable to certain clients. Why don’t you… “educate” her?"
    },
    {
        "type": "quote",
        "speaker": "Henchmen",
        "text": "Is it… okay?"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Of course. In fact, I’m ordering you."
    },
    {
        "type": "quote",
        "speaker": "Henchmen",
        "text": "Well… in that case…"
    },
    {
        "type": "comment",
        "text": "Another porn scene, with the henchmen gangbanging the Boss from all possible angles. Once again, I’m not going to post screenshots of it since I’m pretty sure adult content is not allowed on this site."
    },
    {
        "type": "comment",
        "text": "We cut to the main entrance of the Minato residence, where Kageaki stumbles upon the Boss, bleeding from several wouds and on the verge of death."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e83-5.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please, don’t make any sudden movements! We’ll have to get you inside and treat you immediately!"
    },
    {
        "type": "innerThought",
        "text": "However, just by looking at her, I knew there was no hope. I’ve had enough experience with this sort of thing to be able to confirm that she was beyond help."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "N-no… forget that… you must hurry to… the b-bandits… are heading towards the town…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please, you cannot talk now! Your wounds will only worsen at this rate!"
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e84.jpg",
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e84.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Forgive me… I couldn’t keep my… promise to you…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Do not say such things! You properly kept your promise to me. You restored peace to the town. Because of your efforts, my sister managed to recover!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Is that… true?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes. From the bottom of my heart, I thank you."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "I see… I’m so glad… it means it was all worth it…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Do not say another word! You didn’t deserve any of this!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Please… hear my final request…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I will do anything you want me to, but don’t say it like it’s going to be the “final” one! I beg of you!"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "No, it’s fine… one little wish… is all I need."
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "Please… call me… by my name."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e85.jpg"
    },
    {
        "type": "innerThought",
        "text": "I suddenly realized my own foolishness. Even though there have been several opportunities to do so, I’ve never once inquired about the name of the person I owe so much to."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I cannot begin to describe the shame I feel right now. I know it is far too late… but please, if you would tell me your name…"
    },
    {
        "type": "quote",
        "speaker": "Boss",
        "text": "It’s… Mizuhi…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Mizuhi."
    },
    {
        "type": "innerThought",
        "text": "Upon hearing that, she smiled at me. A few moments later, she slipped away."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e87.jpg"
    },
    {
        "type": "innerThought",
        "text": "Throughout my life, especially during the time I spent as a soldier, I witnessed the death of comrades countless times. When someone dies, the heart of those left behind die with that person. Part of their hearts are torn out, leaving a hole that can never be mended. In its place, there remains nothing but an empty void. As the person called Mizuhi passed away in my arms, that void was born, even though we didn’t know each other for long. Despite that, she had come to occupy a place in my heart."
    },
    {
        "type": "innerThought",
        "text": "I realized that the now-lifeless person in my arms was someone dear to me."
    },
    {
        "type": "comment",
        "text": "Kageaki realizes that Hikaru and Subaru have both run off to the undergroud shrine. For what reason, he does not know."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "What exactly are you doing here, Hikaru?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e88.jpg"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I’m taking back my Tsurugi."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "*Your* Tsurugi? And once you’ve done that? What then?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "I’ll exterminate the group that is about to attack the town."
    },
    {
        "type": "quote",
        "speaker": "Suabru",
        "text": "……"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Do I have to explain the meaning of the word to you?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "No, that won’t be necessary. But I’ll not allow such a thing, Hikaru. You know very well that murder gives birth to nothing but further grudges."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "No, it won’t. Because I’m not planning to leave any survivors."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "You’re wrong. There will be countless men with relatives, brothers, sisters or sons among your victims. They will surely come to avenge them one day."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Like I said, such a thing will not happen. Because I’m not planning to leave any survivors. Well then, mother. Educate me. What would you do?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I’d try to convince them."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "And if that fails…?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "I’d stop them. Without taking any lives."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Hahahahaha! Do you honestly believe that such a thing is possible?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e89.jpg"
    },
    {
        "type": "comment",
        "text": "So they go on arguing about this for a while."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Just… who *are* you?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Oh, can you not even recognize the face of your own daughter?"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Oh, I can. But I don’t recall raising a monster."
    },
    {
        "type": "comment",
        "text": "Eventually, Hikaru knocks Subaru unconscious. We cut to Kageaki, who -after leaving Mizuhi’s body in the living room temporarily- ran after them and is now at the shrine too. He notices the unconscious body of Subaru, then turns to Hikaru, who’s busy fiddling with the lock of the giant door behind which the two Tsurugi are held."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru! What… exactly are you doing there?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e90.jpg"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Ah, as you can see, I’m trying to get this door open. I’m having some trouble with it, though… there must some trick to it, I’m certain."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Ah, I see… I mean, wait!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Ah, it opened! Thanks, Kageaki, I was just about to kick it open."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hikaru, you mustn’t open that door!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Why?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "It’s not a qestion of why or why not. The taboo of the Minato family is sealed behind those doors. Without Subaru’s permission, it must never be opened."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "But I’m the new successor. We just had the ceremony, did you forget? So I should have all the necessary authority."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Well… I suppose there’s that… no, I mean, that’s not the problem here!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Kageaki, I’m going to take back my Tsurugi and use it to crush the bandits attacking the village."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "That thing was sealed away for a reason! You mustn’t use it, Hikaru!"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "So what would you propose I do instead, when faced against all those bandits?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Well… I mean… even still, you mustn’t rely on it. Those things were selaed away because they were evil."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "A Tsurugi is but a tool, nothing more. It’s only as evil as its user."
    },
    {
        "type": "comment",
        "text": "Kageaki considers it for a while, and decides that the best way to stop the bandits without bloodshed is to use the Tsurugi."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "All right. I’ll do it, then."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Ah… that will be perfect! There’s two of them, after all."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "No, that’s not- Hikaru, wait!"
    },
    {
        "type": "comment",
        "text": "She opens the door, and stands in front of the silver Tsurugi."
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Sorry for the delay, Muramasa. Let us go now, two as one! The path of the warrior awaits!"
    },
    {
        "type": "innerThought",
        "text": "The silver ant broke down into small pieces that began to dance in the air around Hikaru. I knew what this spectacle meant – I knew it all too well. Hikaru has already made a contract with that Tsurugi. I watched in terror as the silver light gently surrounded her. With complete elegance and grace, she raised her hand and uttered the following:"
    },
    {
        "type": "innerThought",
        "text": "“Meet a demon – slay the demon. Meet a saint – slay the saint.”"
    },
    {
        "type": "innerThought",
        "text": "“Therein lies the way of the sword.”"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e91.jpg"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e92.jpg"
    },
    {
        "type": "comment",
        "text": "She transforms into the silver Tsurugi we all know and love, and flies off, taking the entire roof with her. Kageaki looks on in astonishment, concluding that it must be a tremendously powerful Tsurugi if it managed to do that."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e93.jpg"
    },
    {
        "type": "innerThought",
        "text": "Silencing my own fear, I decided to walk up to the crimson spider. It looked all the more ominous from up close. Now then… how do I go about making a contract with it? I was clueless in that regard. At any rate, I tried touching it."
    },
    {
        "type": "nbspLinks",
        "nbspLinks": [
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e94.jpg",
            "https://web.archive.org/web/20140122193928/http://gareblogs.files.wordpress.com/2012/09/e92.jpg"
        ]
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "What… is this? This ominous feeling, this terrible scenery and sounds, this scent, this touch, this smell, this taste, this fate… just what hell is this?!"
    },
    {
        "type": "innerThought",
        "text": "I bear the name of Muramasa."
    },
    {
        "type": "innerThought",
        "text": "Meet a demon – slay the demon. Meet a saint – slay the saint."
    },
    {
        "type": "innerThought",
        "text": "Knowing no virtue."
    },
    {
        "type": "innerThought",
        "text": "Bound by no morals."
    },
    {
        "type": "innerThought",
        "text": "Blind to justice."
    },
    {
        "type": "innerThought",
        "text": "Good and evil both fall prey to my hungering blade."
    },
    {
        "type": "innerThought",
        "text": "For mine is a steel that exists only to kill."
    },
    {
        "type": "innerThought",
        "text": "Hear me, O mortals, and know this – those who pledge themselves to me vow to live as a blade that rends all."
    },
    {
        "type": "innerThought",
        "text": "I just barely manage to pull my hand away from the crimson Tsurugi. Overcome by a tremendous feeling of nausea, I begin to vomit on the floor. That Tsurugi, that monster… is bad news."
    },
    {
        "type": "comment",
        "text": "We cut to Kazuma and… well, this. Let the screenshot speak for itself."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e95.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Ahahaha…. hahahaha!!"
    },
    {
        "type": "innerThought",
        "text": "The boy began to laugh histerically. There was nothing else left for him to do. Surely, this absurd spectacle had to be a sick joke of some sort. There was no other explanation. So the only response he was capable of… was laughter."
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "What the hell are you?! What’s up with that inhuman speed of yours?! I get hit before I even realize what’s happening… I’m going to die! I’m going to die here! Why is this happening? Am I not a Musha? I’m supposed to be strong!"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "What are you…? You monster! You appear out of the blue and begin massacring everyone… my men, the townwpeople, everyone! What is *wrong* with you?! Each and every one of them went insane and began joyfully killing each other, complete ignoring me… they kept massacring each other until no one was left! Just what are you? WHAT ARE YOU?!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e96.jpg"
    },
    {
        "type": "quote",
        "speaker": "Hikaru/Ginseigou",
        "text": "Very well. I shall educate you regarding my true purpose. What I want is… to spread the chaos of war across this land. The one and only, true way of the sword!"
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "I don’t get a word of what you’re saying… I just don’t understand anything anymore… Sis! Help me, sis… where are you…?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Wait! Stop right there. Don’t you dare retreat into your own little world while I’m talking to you."
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Sis… where are you…?"
    },
    {
        "type": "quote",
        "speaker": "Hikaru",
        "text": "Okay, well… first of all. If you don’t want to die horribly by my hands, you might want to start running now."
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Ahahaha…hahahahah….hehehehahhah…hahahaha!!"
    },
    {
        "type": "comment",
        "text": "And he flies off, cackling like a madman."
    },
    {
        "type": "comment",
        "text": "We’re back with Kageaki at the shrine."
    },
    {
        "type": "innerThought",
        "text": "I lost consciousness and by the time I came to, it was already dusk."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "I can’t be wasting time like this…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e97.jpg"
    },
    {
        "type": "innerThought",
        "text": "That crimson Tsurugi… is no good. It was something extremely dangerous, I could tell. I had confidence in that fact. The idea that Hikaru was using something similar to that filled me with anxiety. Why couldn’t I stop her?"
    },
    {
        "type": "comment",
        "text": "Suddenly, Kazuma lands inside the shrine, near Kageaki."
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Ah… it’s you. Wait… it must be because of you… It’s your fault. Ever since you appeared in front of us, everything went to hell. It’s all your fault. If only you didn’t exist… if only…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "…….."
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Just die. It’s all your fault."
    },
    {
        "type": "comment",
        "text": "Kazuma slashes at Kageaki, who just barely manages to dodge it. Even still, the sheer force of the attack knocks him down."
    },
    {
        "type": "innerThought",
        "text": "His blind bloodlust terrifies me, his hungry gaze makes my skin crawl. I attempt to flee, and yet the steel giant approaches, closer and closer, filling my heart with terror."
    },
    {
        "type": "innerThought",
        "text": "And then, my hand met something cold."
    },
    {
        "type": "innerThought",
        "text": "A Tsurugi. The one that called herself “Muramasa”."
    },
    {
        "type": "innerThought",
        "text": "That’s right…! A Tsurugi! If only I had one…"
    },
    {
        "type": "comment",
        "text": "He has a flashback of Muramasa creepy red vision."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e94.jpg"
    },
    {
        "type": "innerThought",
        "text": "No… not this Tsurugi! Anything but this!"
    },
    {
        "type": "innerThought",
        "text": "I mustn’t use it…! I’ve seen its dark vision, heard its accursed whispers – and thus knew I had to steer cleer of it."
    },
    {
        "type": "innerThought",
        "text": "This… this “thing” holds a sinister power – bound by wicked sorcery, existing only to lay waste upon men."
    },
    {
        "type": "innerThought",
        "text": "I cannot even begin to comprehend it. And yet I am convinced that this Tsurugi is the harbinger of doom, the crimson star of calamity."
    },
    {
        "type": "comment",
        "text": "Kageaki recalls the name of Muramasa, and connects it to the Nanbokuchou Rebellion or something (will have to do my homework on this one…), and that this is the very armor that turned the land into a living hell back then."
    },
    {
        "type": "comment",
        "text": "A few moments later, the unconscious Subaru wkaes up and looks around."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Ah… the hell is this headache? I don’t remember getting drunk last night… wait, Kageaki? What are you doing there?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru! Run! As fast as you can!"
    },
    {
        "type": "comment",
        "text": "At that instant, the crimson nightmare flashes in front of Kageaki’s eyes once again."
    },
    {
        "type": "innerThought",
        "text": " Those who pledge themselves to me shall vow to live as a blade that rends all."
    },
    {
        "type": "comment",
        "text": "Kageaki realizes that his desire not to lose Subaru is far greater than the danger this crimson Tsurugi might mean. After a few seconds of hesitation, he begins to talk."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e98.jpg"
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "Meet a demon – slay the demon."
    },
    {
        "type": "innerThought",
        "text": "I uttered those dreadful words…"
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "Meet a saint – slay the saint."
    },
    {
        "type": "innerThought",
        "text": "…without fully understanding the meaning behind them."
    },
    {
        "type": "quote",
        "speaker": "",
        "text": "Therein lies… the way of the sword."
    },
    {
        "type": "comment",
        "text": "Kageaki turns into his Musha self for the first time."
    },
    {
        "type": "quote",
        "speaker": "Kazuma",
        "text": "Don’t tell me you’re the same as her… no! Nnnooooo!!"
    },
    {
        "type": "innerThought",
        "text": "His words failed to reach my ears. All I was thinking of was how he was planning to kill Subaru. I have to save her."
    },
    {
        "type": "comment",
        "text": "So he charges at Kazuma and kills him pretty much instantly."
    },
    {
        "type": "innerThought",
        "text": "So this is the power of the Tsurugi. This is what it means to be a Musha. Such tremendous power. If used correctly, it could change the world."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Kageaki…"
    },
    {
        "type": "innerThought",
        "text": "I heard my mother’s voice, seemingly on the verge of tears. She was safe."
    },
    {
        "type": "innerThought",
        "text": "I turned towards her… and then it happened."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Wha…?"
    },
    {
        "type": "innerThought",
        "text": "I raised my sword once again and stared at her. What am I doing?"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e99.jpg"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Midou. Fulfill your vow."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Vow? What are you talking about?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "You have sworn to unleash death upon both good and evil. Without distinction. That is the principle that governs my very being."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Midou. An enemy has already fallen before you. Now it is time to dye your hands with the blood of an ally."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "You have slain someone that you hated from the bottom of your heart. Now… the time has come to slay someone you love with every fiber of your being. That is the rule that governs Muramasa. That is the nature of this devil’s contract you have signed."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "N-no!! I refuse!"
    },
    {
        "type": "innerThought",
        "text": "I try to command my legs to come to a halt. I attempt to stop the blade in my hand. It is all futile. The curse forces my body to move on its own."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Please…! Stop it! Why are you forcing me to commit such a thing?! Answer me, Muramasa!!"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Why…? Because that’s just the way I am."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru! Get away from me!"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "……….."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Hurry! Otherwise, I…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e100.jpg"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Ahh… it does work like charm, that cursed blade of yours…"
    },
    {
        "type": "quote",
        "speaker": "Kag",
        "text": "Subaru…!!"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "No… No!! Why…?! This can’t be real… How could I do such a thing..?!"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "It’s okay, Kageaki. I understand. It seems like… *cough* …it works just as legend tells it. If you murder an enemy, you have to sacrifice an ally as well. If evil falls, so will the righteous – kill someone you hate, and your loved ones must die, too. In other words… you must’ve loved me more than anything… You’re almost making me blush…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "No… this can’t be real… Subaru…",
        "posttext": " *in tears*"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "Don’t cry, Kageaki. Do you really want to send me off with tears? You truly are such a troublesome son. Right until the very end, you cause me nothing but headaches…"
    },
    {
        "type": "innerThought",
        "text": "She reaches towards me with a weak, trembling hand and wipes away my tears with her fingers. Seeing her kindness at a time like this, my heart begins to feel like it’s being pierced by a million needles."
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "It’s not your fault, Kageaki. You didn’t kill me. The responsilbity lies with me, who let Muramasa be released like this – you reap what you sow. I know you only wanted to save me. If you hadn’t done what you did back there, I would’ve been killed by that boy. So… listen to me – this is not your fault."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "No… I don’t want this… I cannot accept this… Subaru…! I vowed to protect you, to always aid you… and yet…!",
        "posttext": " *crying*"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "You’ve already given me so much, Kageaki. So… it’s fine. Take… care of her…"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru! I beg of you…! Don’t leave me…!"
    },
    {
        "type": "quote",
        "speaker": "Subaru",
        "text": "T-take care of Hikaru for me, Kageaki. Don’t you forget your promise…"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e101.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Subaru…? Su… baru…"
    },
    {
        "type": "comment",
        "text": "From the top of his lungs, Kageaki screams in agony."
    },
    {
        "type": "comment",
        "text": "We switch back to where the entire chapter began. That was the like the longest flashback ever, you gotta admit."
    },
    {
        "type": "quote",
        "speaker": "Aoe",
        "text": "How? How can you resist the illusion of peace I’ve shown you?!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e102.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "My peaceful days crumbled to dust because of me. Everything that was dear to me, I killed with my own hands. I am not a man who has any right to such sweet dreams!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e103.jpg"
    },
    {
        "type": "comment",
        "text": "He delivers the finishing blow and asks Aoe where Ginseigou is. He replies by mentioning the Rokuhara, but before he can finish the sentence, he explodes. Kageaki then retireves another piece of his sword. Only one more piece is left, Muramasa informs him."
    },
    {
        "type": "innerThought",
        "text": "Two years ago, after I killed Subaru… I headed back to the village in search of Hikaru. What awaited me there… was a banquet of death."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e104.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Why…? No, it’s impossible. Could Hikaru be affected by the same curse I am…? She killed all of the bandits, and then… the innocent townsfolk."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "By bandits… do you mean these armed men? If so, that is strange. The numbers aren’t adding up. The corpses of the townspeople far outnumber those of the bandits. They must’ve gone mad."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Mad?"
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Look at the corpses. Doesn’t it seem like… that they killed each other? Her power must be immensely fearsome. She was able to corrupt the minds of these people and they ended up massacring each other. That’s what it looks like to me."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Something like this has already happened once before in the past. That’s why the silver Muramasa, my ancestor, was sealed away in the first place. I must’ve been sealed away with her in order to prevent a tragedy like this from happening again. Should she go out of control, someone can use me in order to stop her."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "……."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Midou. You’re planning to chase after her… right?"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Yes."
    },
    {
        "type": "quote",
        "speaker": "Murmasa",
        "text": "I, too, have a duty to pursue the silver Muramasa. I shall accompany you, then. Now… let us go. Feel free to hate me if you wish. You *will* need my power. You see, her corruption cannot affect you as long as you’re using me. However, once she uses an “egg”, she can turn a Musha into an alter ego of herself. In short, the one most qualified to defeat her is me."
    },
    {
        "type": "comment",
        "text": "Flashback over. Back to the present!"
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e105.jpg"
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Rokuhara. He uttered that word."
    },
    {
        "type": "quote",
        "speaker": "Muramasa",
        "text": "Indeed."
    },
    {
        "type": "quote",
        "speaker": "Kageaki",
        "text": "Let us go."
    },
    {
        "type": "comment",
        "text": "And he flies off into the sunset."
    },
    {
        "type": "comment",
        "text": "*the instrumental version of game’s main theme starts playing*"
    },
    {
        "type": "comment",
        "text": "(the song is called “Muramasa” by Masatoshi Ono, if you want to look it up.)"
    },
    {
        "type": "innerThought",
        "text": "Two years have passed since then. Leaving complete destruction in her wake wherever she went, Hikaru came to be known as the silver star of calamity, the Ginseigou. Chasing after her, I destroyed her eggs, one after the other, killing everyone who was affected by them. However, I haven’t been able to stop her yet."
    },
    {
        "type": "innerThought",
        "text": "The next time we meet, I will stop her for good. I cannot allow this chain of tragedies to go on any longer."
    },
    {
        "type": "image",
        "src": "./Full Metal Daemon Muramasa – Plot summary_translation – Chapter 5 _ gareblogs_files/e106.jpg"
    },
    {
        "type": "innerThought",
        "text": "I was aware of the hypocrisy contained within my words. Myself and Muramasa were part of the problem – this neverending nightmare was our doing as well."
    },
    {
        "type": "innerThought",
        "text": "For I am one who murders both evil and good, the wicked and the just, enemies and allies."
    },
    {
        "type": "innerThought",
        "text": "My name is Muramasa. I am the harbinger of doom."
    },
    {
        "type": "innerThought",
        "text": "The crimson star of calamity."
    },
    {
        "type": "comment",
        "text": "[end of chapter 5]"
    },
    {
        "type": "comment",
        "text": "The plot sort of branches here. Make your choice:"
    },
    {
        "type": "unknown",
        "innerHTML": "<a href=\"https://web.archive.org/web/20140122193928/http://gareblogs.wordpress.com/2012/10/13/full-metal-daemon-muramasa-plot-summarytranslation-hero-ichijous-route-finale/\">Continue to “Hero”, aka Ichijou’s version of Chapter 6</a>",
        "text": "Continue to “Hero”, aka Ichijou’s version of Chapter 6"
    },
    {
        "type": "unknown",
        "innerHTML": "<a href=\"https://web.archive.org/web/20140122193928/http://gareblogs.wordpress.com/2012/09/12/full-metal-daemon-muramasa-plot-summarytranslation-revenge-kanaes-route-finale/\">Continue to “Revenge”, aka Kanae’s version of Chapter 6</a>",
        "text": "Continue to “Revenge”, aka Kanae’s version of Chapter 6"
    },
    {
        "type": "unknown",
        "innerHTML": "<a href=\"https://web.archive.org/web/20140122193928/http://gareblogs.wordpress.com/2012/10/20/full-metal-daemon-muramasa-plot-summarytranslation-tyrant-part-1/\">Continue to “Tyrant”, aka Muramasa’s version of Chapter 6</a> (<strong>Note</strong>: Muramasa’s route should be read <strong>after</strong> you’re done with Revenge and Hero.)",
        "text": "Continue to “Tyrant”, aka Muramasa’s version of Chapter 6 (Note: Muramasa’s route should be read after you’re done with Revenge and Hero.)"
    },
    {
        "type": "unknown",
        "innerHTML": "<div class=\"sharedaddy sd-sharing-enabled\"><div class=\"robots-nocontent sd-block sd-social sd-social-icon-text sd-sharing\"><h3 class=\"sd-title\">Share this:</h3><div class=\"sd-content\"><ul><li class=\"share-twitter\"><a rel=\"nofollow\" class=\"share-twitter sd-button share-icon\" href=\"https://web.archive.org/web/20140122193928/http://gareblogs.wordpress.com/2012/09/04/full-metal-daemon-muramasa-plot-summarytranslation-chapter-5/?share=twitter\" title=\"Click to share on Twitter\" id=\"sharing-twitter-307\"><span>Twitter</span></a></li><li class=\"share-facebook\"><a rel=\"nofollow\" class=\"share-facebook sd-button share-icon\" href=\"https://web.archive.org/web/20140122193928/http://gareblogs.wordpress.com/2012/09/04/full-metal-daemon-muramasa-plot-summarytranslation-chapter-5/?share=facebook\" title=\"Share on Facebook\" id=\"sharing-facebook-307\"><span>Facebook</span></a></li><li class=\"share-end\"></li></ul></div></div></div><div class=\"sharedaddy sd-block sd-like jetpack-likes-widget-wrapper jetpack-likes-widget-unloaded\" id=\"like-post-wrapper-39798359-307-52e01e70777b5\" data-src=\"//web.archive.org/web/20140122193928oe_/http://widgets.wp.com/likes/#blog_id=39798359&amp;post_id=307&amp;origin=gareblogs.wordpress.com&amp;obj_id=39798359-307-52e01e70777b5\" data-name=\"like-post-frame-39798359-307-52e01e70777b5\"><h3 class=\"sd-title\">Like this:</h3><div class=\"likes-widget-placeholder post-likes-widget-placeholder\" style=\"height:55px\"><span class=\"button\"><span>Like</span></span> <span class=\"loading\">Loading...</span></div><span class=\"sd-text-color\"></span><a class=\"sd-link-color\"></a></div>\n<div id=\"jp-relatedposts\" class=\"jp-relatedposts\">\n\t<p class=\"jp-relatedposts-headline\"><em>Related</em></p>\n</div>",
        "text": "Share this:TwitterFacebookLike this:Like Loading...\n\n\tRelated\n"
    }
]
