[
{
    "garejeiIndex":12,
    "garejei":"I’ve had just about enough of you.",
    "googleIndex":87,
    "google":"《I'm tired of that hand! 》",
    "rowSpan": 1
},
{
    "garejeiIndex": 14,
    "garejei": "Time for the magician to retire from the stage, Aoe. You shall meet all the people you’ve murdered in the other world. One day, I, too, shall end up there: save your hatred for me till then.",
    "googleIndex": 89,
    "google": "《The illusionist who has run out of seeds is about to leave. Leave to the people you have in your hands, Aoe》",
    "rowSpan": 2
},
{
    "garejeiIndex":15,
    "garejei":"Why? Why do you withstand the hellish nightmares I’m showing you?! Why?",
    "googleIndex":108,
    "google":"《Why aaa! Why can you bear it!》",
    "rowSpan": 2
},
{
    "garejeiIndex":16,
    "garejei":"Hellish nightmares…? Hmpf. I’ve had my fair share of those – nightmares of my own doing. Nothing you could possibly show me would amount to more than cheap illusions in my eyes!",
    "googleIndex":110,
    "google":"《Hell? Is it a nightmare? You don't have to show me that kind of thing.",
    "rowSpan": 1
},
{
    "garejeiIndex":19,
    "garejei":"Nightamres have no effect on you? Then how about this!",
    "googleIndex":120,
    "google":"《…… If you say that nightmares and hell do not go through. How about this》",
    "rowSpan": 1
},
{
    "garejeiIndex":21,
    "garejei":"W-why…? W-hy am I seeing her at a time like this…? Subaru…",
    "googleIndex":127,
    "google":"why. Why is something like this?",
    "rowSpan": 1
},
{
    "garejeiIndex":26,
    "garejei": "Midou! Midou!!",
    "googleIndex":132,
    "google": "《Mido ――――!》",
    "rowSpan": 1
},
{
    "garejeiIndex":30,
    "garejei": "I find myself in the same old room. A cell. An ever-gloomy, dark cell. My feet and hands are not bound. There are no bars to keep the rest of the world out, either. Despite that… I am a prisoner of this place. I’ve been here for so long, gazing at the same old dream. Today, it starts again. The very same dream… is about to begin once more.",
    "googleIndex":133,
    "google": "The place to wake up is as usual. It's dark, dark, in prison.",
    "rowSpan": 6
},
{
    "garejeiIndex":32,
    "garejei": "I am in the embrace of a woman. Mother. There is one more person here. Father.",
    "googleIndex":140,
    "google": "...... I am embraced by a woman. I'm holding my mother.",
    "rowSpan": 2
},
{
    "garejeiIndex":33,
    "garejei": "The mother turns to the father and tells him sharply:",
    "googleIndex":142,
    "google": "Mother tells her father to stab him word for word.",
    "rowSpan": 1
},
{
    "garejeiIndex":34,
    "garejei": "The father gazes at her in silence. He has no choice in this matter – his face betrays his feelings.",
    "googleIndex":149,
    "google": "My father is listening silently.",
    "rowSpan": 2
},
{
    "garejeiIndex":35,
    "garejei": "The mother repeats the words.",
    "googleIndex":151,
    "google": "Mother repeats.",
    "rowSpan": 1
},
{
    "garejeiIndex":49,
    "garejei": "Tanaka… Minato is probably thinking about where you hid his share…",
    "googleIndex":175,
    "google": "\"Tanaka Ah. Minato-kun, you're telling me with your face that I'm not there?\"",
    "rowSpan": 1
},
{
    "garejeiIndex":50,
    "garejei": "No way! Minato isn’t a glutton like that. Unlike you, boss.",
    "googleIndex":176,
    "google": "\"I haven't said that. Seniors aren't that nasty. It's different from the director.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":48,
    "garejei": "Thank you.",
    "googleIndex":174,
    "google": "\"Thank you. Both are happy.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":45,
    "garejei": "Good work, Minato! You can go home now.",
    "googleIndex":170,
    "google": "\"......... Yeah, no problem. It's okay to go up today. It's past the fixed time, right?\"",
    "rowSpan": 1
},
{
    "garejeiIndex":54,
    "garejei": "However… things have changed recently, as the Rokuhara Shoungate’s power becomes firmer with each day. The dog-loving landlord living in that house disappeared, his beloved pet killed. In that park, there once stood a small playground. Not anymore. It was carried away to be used up as raw material. The constant barking of dogs and the ever-joyful laughter of children – all gone.",
    "googleIndex":191,
    "google": "By the way, the appearance of the town has changed a little. Suddenly I look around and notice it.",
    "rowSpan": 5
},
{
    "garejeiIndex":55,
    "garejei": "There’s one more change. A certain person isn’t here anymore.",
    "googleIndex":197,
    "google": "(one more)",
    "rowSpan": 1
},
{
    "garejeiIndex":57,
    "garejei": "Kageaki!",
    "googleIndex":202,
    "google": "\"Keimei!\"",
    "rowSpan": 1
},
{
    "garejeiIndex":58,
    "garejei": "Ah, Hikaru. I’ve already told you there’s really no need for you to come all the way out here to meet me, didn’t I.",
    "googleIndex":204,
    "google": "\"Light. You're saying you don't have to come to pick me up.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":60,
    "garejei": "You did. I don’t remember agreeing to it, though. What’s wrong with a sister wanting to meet her brother?",
    "googleIndex":205,
    "google": "\"Um. I heard, but I don't remember accepting it.\"",
    "rowSpan": 2
},
{
    "garejeiIndex":61,
    "garejei": "It’s dangerous for women to be out so late at night. You’re not a child anymore, Hikaru. … In any case, I’m home.",
    "googleIndex":207,
    "google": "\"Women and girls don't go out unnecessarily. You're no longer a child.\"",
    "rowSpan": 2
},
{
    "garejeiIndex":62,
    "garejei": "Stop being such a dinosaur – that’s a completely old-fashioned way of thinking! Women will have your head for such statements! … In any case, welcome home, Kageaki.",
    "googleIndex":209,
    "google": "\"The idea is old, Keimei. It's a total attack from women's groups!\"",
    "rowSpan": 2
},
{
    "garejeiIndex":64,
    "garejei": "I see, that is indeed true. But the reason you speak if is the age-old tradition of men fighting while women protect the household. We’re living in modern times, though: there are plenty of men who cannot fight, and plenty of women who know nothing about keeping a household.",
    "googleIndex":212,
    "google": "\"I see. That's justified. But the reason is that the man fights outside, the woman protects the house ... it's all about the ancient division of roles.\"",
    "rowSpan": 2
},
{
    "garejeiIndex":68,
    "garejei": "Ah, Saeki, good evening.",
    "googleIndex":215,
    "google": "\"Mr. Saeki. Tonight\"",
    "rowSpan": 2
},
{
    "garejeiIndex":69,
    "garejei": "Good evening, Minato siblings. I see you two are getting along just fine.",
    "googleIndex":217,
    "google": "\"Oh, Minato-san's brother and sister. Good evening.\"",
    "rowSpan": 2
},
{
    "garejeiIndex":70,
    "garejei": "We are indeed. And that’s why you should probably be on your way now.",
    "googleIndex":220,
    "google": "\"Um. I'm on good terms. So don't stop there, please be careful and leave early. Mr. Saeki.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":71,
    "garejei": "Hikaru!",
    "googleIndex":221,
    "google": "\"Here, light!\"",
    "rowSpan": 1
},
{
    "garejeiIndex":72,
    "garejei": "Ohoho! Must be nice to be young!",
    "googleIndex":222,
    "google": "\"Cheeks! You can't be young\"",
    "rowSpan": 1
},
{
    "garejeiIndex":73,
    "garejei": "I was just teasing her. She knows not to take it seriously.",
    "googleIndex":224,
    "google": "\"It's just a light talk. I'm familiar with Mr. Saeki.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":76,
    "garejei": "Again with those assertions. You hardly know yourself.",
    "googleIndex":228,
    "google": "\"I say that again. You don't know yourself.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":77,
    "garejei": "That’s not true. I do know myself.",
    "googleIndex":229,
    "google": "\"I know\"",
    "rowSpan": 1
},
{
    "garejeiIndex":81,
    "garejei": "Indeed, I can see it very clearly in my mind. What a shame that I will never have a chance to see it come to fruition.",
    "googleIndex":233,
    "google": "\"I can clearly imagine it in my mind. If I think I can't see it ... um. I'm sorry, I can't help it.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":82,
    "garejei": "W-well… I-if you were the one to lock me up in the household… I… I would give it some thought…",
    "googleIndex":234,
    "google": "\"... Well ... that's right ...\"",
    "rowSpan": 2
},
{
    "garejeiIndex":85,
    "garejei": "What’s wrong, Hikaru? You look like you want to say something.",
    "googleIndex":240,
    "google": "\"What's the light? It's like a face screaming unvoiced.\"",
    "rowSpan": 1
},
{
    "garejeiIndex":83,
    "garejei": "I see. Is that a challenge for me to prove that there is indeed no need for you to be out there fighting like men? Hmm… how problematic…",
    "googleIndex":238,
    "google": "\"That means surpassing you with your strength and eliminating the need to fight in place of a man. It's a difficult task ...\"",
    "rowSpan": 0
},
{
    "garejeiIndex":89,
    "garejei": "Hey, I can’t walk like this…!",
    "googleIndex":246,
    "google": "\"I can't walk!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 97,
    "garejei": "Ah~ I’m finally alive again~ I can never smoke these in front of the elder.",
    "googleIndex": 287,
    "google": "\"Ah ... I'll come back to life. I can't smoke in front of the head family.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 90,
    "garejei": "Of course you can! Now go! We’re running out of ingredients at home, so we’ll have to go shopping right away! First, the tofu shop, then the greengrocers, then the liquor store and finally the fish market!",
    "googleIndex": 249,
    "google": "\"Yes. I'm going shopping. I don't have enough ingredients for dinner.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 103,
    "garejei": "Did this town have any good reputation to begin with?",
    "googleIndex": 303,
    "google": "\"Isn't there a ticket in town?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 105,
    "garejei": "And you said that to the elder’s face? I’m glad I wasn’t there, then.",
    "googleIndex": 306,
    "google": "\"Is it in front of the head family?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 106,
    "garejei": "Eh, they’ve gotten used to it by now.",
    "googleIndex": 309,
    "google": "\"Well, I'm used to it. I wasn't angry enough to cut my blood vessels.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 107,
    "garejei": "So, is the elder really planning to do this? Driving them out, I mean.",
    "googleIndex": 315,
    "google": "\"Is the head family serious? Exhausting them with their own strength, etc.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 114,
    "garejei": "Oh… Oh! I see! That must be it! You see, Hikaru went out of her way to help me make dinner tonight, and…",
    "googleIndex": 350,
    "google": "\"No. Today, this child helped with cooking for the first time in a long time, that--\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 112,
    "garejei": "Well, Hikaru just seems to be looking this way all the time, and I…",
    "googleIndex": 342,
    "google": "\"Huh ... that, the line of sight of the light ... from earlier.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 113,
    "garejei": "It is nothing. Do not mind me and continue on with your meal, mother.",
    "googleIndex": 346,
    "google": "\"You're saying nothing. Don't worry, just eat like a pig and sleep like a cow.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 117,
    "garejei": "Defend me, Kageaki! When did this daughter of mine turn into such a beast?",
    "googleIndex": 357,
    "google": "\"Hiiii ... Why did this girl become such a terrifying real person ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 119,
    "garejei": "Never mind that. Just go on and eat, Kageaki. It’s only the two of us here.",
    "googleIndex": 359,
    "google": "\"Keimei. You don't have to worry about strange things just because you're alone at the table. Eat early.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 120,
    "garejei": "I’m being excluded… T_T",
    "googleIndex": 361,
    "google": "\"That ... I'm a hub ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 122,
    "garejei": "How about that boiled fish over there?",
    "googleIndex": 376,
    "google": "\"Boiled fish?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 121,
    "garejei": "What should I start with…",
    "googleIndex": 374,
    "google": "\"...\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 123,
    "garejei": "Ah, so that was boiled fish? I didn’t recognize it at first due to its odd shape.",
    "googleIndex": 378,
    "google": "\"... Ah. Was it boiled fish? I didn't know anything at all because it was out of shape and didn't retain its original shape.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 125,
    "garejei": "Silence, mother.",
    "googleIndex": 380,
    "google": "\"Shut up, mother\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 128,
    "garejei": "Let’s have a taste of this fish, then…",
    "googleIndex": 385,
    "google": "\"Um, um. I'll have it.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 139,
    "garejei": "Mmm. Yes, this is quite delicous indeed. Like I said, the flavor is slightly different, but that makes it all the more interesting. Thank you, Hikaru.",
    "googleIndex": 400,
    "google": "\"Yeah. It tastes good. It's a little strange, but it's interesting again.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 140,
    "garejei": "W-what are you t-talking about… all of sudden…",
    "googleIndex": 404,
    "google": "\"What? Suddenly\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 147,
    "garejei": "Hikaru…!",
    "googleIndex": 441,
    "google": "\"light……!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 151,
    "garejei": "My voice did not reach her. Despite that, I kept calling out to her. Not unlike a person who’s desperately trying to appeal to his god, I continued to talk to her, and firmly believed that she would understand me.",
    "googleIndex": 452,
    "google": "My words do not reach the heart of light.",
    "rowSpan": 2
},
{
    "garejeiIndex": 156,
    "garejei": "They were the source of everything. They themselves didn’t admit to it, but amongst the townsfolk, everyone knew the truth of the matter. One day, an elderly man ate a fish, and went insane shortly afterwards. In his rage, he was ran over by a car and died. Three days later, an entire family suffered the same fate because of the fish they ate. The father smashed his head against the wall till he died, the mother threw herself down a well and the child bit off his own tongue and bled to death.",
    "googleIndex": 463,
    "google": "That was the cause of everything. ... they haven't admitted that fact yet. Everyone in the neighborhood is no longer convinced.",
    "rowSpan": 5
},
{
    "garejeiIndex": 158,
    "garejei": "It was caused by some sort of chemical being produced during the metalforging process – this chemical mixed into the nearby river, and therefore infected the fish.",
    "googleIndex": 470,
    "google": "It's a mine poisoning disease. The bad things that occur in the process of refining metal are washed away into the river, enter the mouth of the fish, and fall into the stomach of the person who ate it, revealing the true nature of the poison and affecting the whole body.",
    "rowSpan": 1
},
{
    "garejeiIndex": 159,
    "garejei": "However, the nationwide uproar was the least of my worries. After all, my very own sister had also contracted the illness.",
    "googleIndex": 473,
    "google": "But such a fuss was far from me. Just before the truth was revealed, none other than his sister had joined the line of victims.",
    "rowSpan": 1
},
{
    "garejeiIndex": 164,
    "garejei": "Much like at night, the streets were filled with people in the morning hours as well. They were mostly students hurrying to school or older men going to work like me. I knew most of them – I couldn’t name them, but I recall speaking a few words with the majority of them.",
    "googleIndex": 527,
    "google": "There are as many people in the morning as in the evening. However, the diversity of people going out was not as great as in the evening. Most are students or men who go to work like me.",
    "rowSpan": 1
},
{
    "garejeiIndex": 165,
    "garejei": "How much time has passed since then…?",
    "googleIndex": 530,
    "google": "That was ... when was that?",
    "rowSpan": 1
},
{
    "garejeiIndex": 170,
    "garejei": "She was an accomplice of the forces of darkness residing within the depths of Hell itself, preparing to snatch me away. You can rest easy, Kageaki – I shall not be tempted by her dark sorcery.",
    "googleIndex": 534,
    "google": "\"I don't know. It's probably an evil cult who tries to draw this light into the Meifu Mado.",
    "rowSpan": 2
},
{
    "garejeiIndex": 169,
    "garejei": "What… was that all about?",
    "googleIndex": 533,
    "google": "\"... What is it now?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 175,
    "garejei": "Good morning.",
    "googleIndex": 538,
    "google": "\"Good morning\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 179,
    "garejei": "Well, but I’d say you sort of are the problem… you must be emitting some sort of pheromone that attracts girls… even I can feel it sometimes~",
    "googleIndex": 550,
    "google": "\"You're emitting pheromones. It's like attracting dreamy girls ...\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 181,
    "garejei": "Hey, stop that! And you don’t need to worry, I already have my sights set on your big bro over here!",
    "googleIndex": 553,
    "google": "\"Don't keep a distance. It's okay. Rest assured.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 183,
    "garejei": "Hey, Kageaki~ Do you like younger women…?",
    "googleIndex": 557,
    "google": "\"My brother. Do you like young girls?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 185,
    "garejei": "Off I go!",
    "googleIndex": 562,
    "google": "\"You! Do you want to miss it! Keimei, then here. I'll come!\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 192,
    "garejei": "Huuuuh? You wanna fight me, then?",
    "googleIndex": 628,
    "google": "\"Well, what would you do? Fight us?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 195,
    "garejei": "Tch, these guys are really fuckin’ poor… whatever, we’ll only take this amount, then.",
    "googleIndex": 649,
    "google": "\"... Well, they're poor. I can't help it!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 201,
    "garejei": "And yet Subaru keeps going on and on about casualties… truly, only a woman could utter such words. You understand me, don’t you? There are times when men have to defend their honor, even if it endangers their own life. Do you not agree, Kageaki?",
    "googleIndex": 679,
    "google": "\"Telling it is deadly and unprofitable ... it's just a woman's words. I don't even know that I have the pride to protect even if I bet my life.\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 204,
    "garejei": "I am certain you understand me. You went to war to fight for your homeland. It is regrettable that you achieved no great deeds on the battlefield – nonetheless, you are nothing like those good-for-nothing brats that pay good money to avoid being conscripted. I still remember it – Subaru wanted to exempt you from military service, but you would hear none of it. Ever since then, I’ve had high expectations for you.",
    "googleIndex": 686,
    "google": "\"You must not know! You may have gone to the battlefield for your kingdom. It's a pity that you couldn't give a martial art, but it's different from the liquor hunger who escaped military service with money.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 209,
    "garejei": "Even Akitaka, who took you as his own son, saw that much in you. Your real parents were volunteer soldiers who died a noble death on the battlefield.",
    "googleIndex": 691,
    "google": "\"Mr. Myoko, who adopted you, probably had some eyes to see. I heard that your real parents went to the continent as volunteers and died in a fierce battle.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 213,
    "garejei": "Unable to come up with an appropriate reply, I signal my appreciation only with my gaze.",
    "googleIndex": 695,
    "google": "I don't know how to answer this, just a courtesy. When my adoptive father took me over, I knew from no one that the conservative old man in front of me was the one who opposed me the most, and there was no way to react.",
    "rowSpan": 0
},
{
    "garejeiIndex": 214,
    "garejei": "I did not bring up the fact that the elderly man sitting in front of me right now was the first to oppose my father taking me in following the death of my real parents. However, he wasn’t trying to fabricate lies in order to strengthen his own argument. My parents were indeed soldiers, much like he said.",
    "googleIndex": 696,
    "google": "However, the head family did not forge the facts and lift my parents anymore in order to reinforce their hard-line theory. It seems that it was those people who gave me blood and flesh.",
    "rowSpan": 0
},
{
    "garejeiIndex": 221,
    "garejei": "Hmm… I see. Well then, I suppose I’ll have to cook for three from now on.",
    "googleIndex": 720,
    "google": "\"I have to make lunch for three people\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 219,
    "garejei": "Yes?",
    "googleIndex": 715,
    "google": "\"……Hmm? What did you do, that child? \"",
    "rowSpan": 0
},
{
    "garejeiIndex": 225,
    "garejei": "Surely you know the importance of fighting to preserve one’s honor?",
    "googleIndex": 722,
    "google": "\"-That's why, Kagemei. Let's know how to fight for pride.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 228,
    "garejei": "Rather than cowering in fear, dying with pride dignity is the true way of the people of Yamato.",
    "googleIndex": 725,
    "google": "\"It is the Yamato people who die with pride rather than living with dignity. That rule is ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 229,
    "garejei": "I continued to carefully avoid giving a clear answer. While I could comprehend the elder’s reasoning, I also understood where my foster mother was coming from. A man’s pride is important. However, life is just as valuable. It isn’t something to be thrown away like this.",
    "googleIndex": 727,
    "google": "I think face down and carefully avoiding answers. I don't understand what the head family says.",
    "rowSpan": 0
},
{
    "garejeiIndex": 230,
    "garejei": "And yet Subaru still keeps spouting that nonsense… Kageaki. I know you’re grateful for everything your new family has done for you. However, don’t let them influence your thoughts to such an extent.",
    "googleIndex": 733,
    "google": "\"... That's what Tsutomu said at that time. Idiot! Kageaki, it's good to thank your parents, but it's not too poisonous.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 231,
    "garejei": "And Hikaru – she was such a promising child. too. Had a bright future ahead of her. It is a shame that thing turned out the way they did.",
    "googleIndex": 735,
    "google": "\"Kyatsu no Musume ... Hikari had a lot to see. It's a shame that it happened like that.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 232,
    "garejei": "I lowered my head in response. The chance to direct to conversation towards the real issue was drawing near.",
    "googleIndex": 736,
    "google": "I raised my face. It seems that the opportunity has come to draw the story into the main subject.",
    "rowSpan": 1
},
{
    "garejeiIndex": 234,
    "garejei": "I know, sir.",
    "googleIndex": 740,
    "google": "\"I understand the pain of the head family.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 235,
    "garejei": "My own position. My duty of supporting and protecting her, decided by the elder. If the illness takes Hikaru, the part I was meant to play will become meaningless in his eyes.",
    "googleIndex": 744,
    "google": "My position. --Support and protect the light for a lifetime.",
    "rowSpan": 2
},
{
    "garejeiIndex": 237,
    "garejei": "It is not your fault. Nor anyone’s. Illness is God’s will.",
    "googleIndex": 748,
    "google": "\"... I can't apologize. Illness is a destiny. Even if I blame others, it won't start.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 244,
    "garejei": "She’s not in any shape to be able to do that, elder! Her seizures may come at any time.",
    "googleIndex": 760,
    "google": "\"It's not in a state where it will come true, the head family. You may have a seizure at any time.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 243,
    "garejei": "Worry not. She only needs to stay still until the ritual is finished. Once it’s over…",
    "googleIndex": 759,
    "google": "\"You don't have to get up. If you can keep quiet during the half-day ritual, what about the rest?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 242,
    "garejei": "I understand. However, in her present condition, she cannot…",
    "googleIndex": 758,
    "google": "\"... ha. But now it's a big deal.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 246,
    "garejei": "For that reason, I must ask for your permission to call for Dr. Mengele from Berlin. He might have a solution for the illness.",
    "googleIndex": 767,
    "google": "\"Research on mine poisoning diseases is progressing in Europe, and I hear that Dr. Mengele in Berlin is a leading figure .... How is it?\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 247,
    "garejei": "You bring this up in front of me again? I’ve already told you – we cannot leave her, the most valuable part of the ceremony, in the care of some foreigner. If all you need is a doctor, there’s-",
    "googleIndex": 769,
    "google": "\"Is that the story again?\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 248,
    "garejei": "If you mean to recommend Dr. Akaiki, I’ve already spoken with him. He was the very person who recommended Dr. Mengele.",
    "googleIndex": 774,
    "google": "\"Professor Akaike received a letter the other day. I can't handle it.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 249,
    "garejei": "Angering the elder was not a wise thing to do. However, I couldn’t afford to back down. Hikaru was running out of time.",
    "googleIndex": 780,
    "google": "But I couldn't escape. There is no time for light anymore.",
    "rowSpan": 1
},
{
    "garejeiIndex": 251,
    "garejei": "Elder, I beg of you to reconsider. For Hikaru’s sake, and the sake of the family as well. Please! I beg of you!",
    "googleIndex": 785,
    "google": "\"Huh. For the light, for the Minato family-please forgive me.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 253,
    "garejei": "…very well. I suppose there is no other way. Go ahead and call this doctor of yours from Berlin.",
    "googleIndex": 793,
    "google": "\"I can't help if Yamato is empty. Let's call a doctor in Berlin.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 255,
    "garejei": "However… you will have to get rid of those bandits in return. Finish them, Kageaki. I don’t mind how you do it, just do it. Feel free to ask for help amongst the other men of the town. If you accmoplish this task, I will accept your request.",
    "googleIndex": 809,
    "google": "\"You can use whatever means you like. You can drive out the guys in the town. Kageaki. With your skill, drive those hungry stray dogs out of your knees!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 258,
    "garejei": "I glanced towards the corner of the dojo, where a small helmet was being displayed. It was cut right in half, and I haven’t taken the time to have it mended yet. It’s been like that for the past year.",
    "googleIndex": 855,
    "google": "I sweated and looked at a corner of the dojo. A small seat is set up, and there is a territory of armor.",
    "rowSpan": 3
},
{
    "garejeiIndex": 259,
    "garejei": "One whole year has passed since then…?",
    "googleIndex": 858,
    "google": "……one year ago. Yes, at that time.",
    "rowSpan": 1
},
{
    "garejeiIndex": 263,
    "garejei": "I never once felt like I was a teacher to her. Therefore this wasn’t a case of a student surpassing her master. Rather than attributing her skill to the fact that sometimes, even plain parents can produce a genius child, I felt like she was a genius who merely happened to live under our roof by accident. Needless to say, I was happy for her – however, my feelings were more akin to an elder brother’s pride who had a genius of a younger sister, than to a teacher’s who had managed to raise the perfect student. I felt that her turning out this way had nothing to do with anything I might have contributed.",
    "googleIndex": 867,
    "google": "Perhaps because of that, there is little awareness of being a teacher or disciple of light. It's complicated to think of it as the honor of indigo. It seems more appropriate to describe that the hawk happened to live under the eagle, rather than the eagle giving birth to the hawk.",
    "rowSpan": 2
},
{
    "garejeiIndex": 266,
    "garejei": "Splendid.",
    "googleIndex": 875,
    "google": "\"Stunning\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 269,
    "garejei": "You’re right. The blade itself is fine. My own lack of skill is the issue here.",
    "googleIndex": 880,
    "google": "\"... That's right. The sword is good. The arm of light is not enough.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 267,
    "garejei": "Without thinking, I let the words leave my mouth. It was true – a single strke, perfectly executed. However, judging by the sound it made, there wasn’t even any need to confirm the outcome. It was a failure. The helmet was not cut in half. I walked up to Hikaru and inspected her katana.",
    "googleIndex": 876,
    "google": "I can't help but feel frank. In fact, it was an impeccable sword.",
    "rowSpan": 2
},
{
    "garejeiIndex": 268,
    "garejei": "It is quite an excellent sword.",
    "googleIndex": 879,
    "google": "\"... I thought it would break again. It's a great sword for its unnamed name. It may be the work of a well-known swordsmith.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 273,
    "garejei": "There is no need to apologize. I was having difficulties as well when I tried it. Actually, I was having a much harder time than you. Imagine how scared I was when my foster father scolded me for breaking such an expensive katana.",
    "googleIndex": 894,
    "google": "\"You don't have to apologize. I'm just like you ... no, more than that, I leveraged for this last trial.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 274,
    "garejei": "I intended it as a joke, but Hikaru didn’t see it as such. She remained silent. The final trial was cutting the helmet in two. However, it was by design an impossible task. The helmet was made in a way so that it cannot be completely cut in half. It was not supposed to be. The point of this exam was for the wielder of the sword to realize his or her own limits as a human being.",
    "googleIndex": 897,
    "google": "I intended to be a joke, but the light didn't come on. I'm down and pondering. ...... I think it's not just because of the poorness of the joke. There is no usual room in the current light.",
    "rowSpan": 0
},
{
    "garejeiIndex": 275,
    "garejei": "Don’t overthink it, Hikaru. To quote your father, the sword isn’t governed by toughness alone. Only if a tender core is included can a truly unbreakable blade be forged. I’m sure he intended those words for you.",
    "googleIndex": 928,
    "google": "\"The words I heard when I met him on a business trip the other day. If you think about it, it might have been a message to you.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 279,
    "garejei": "As long as the succession ritual could be performed, the elder stopped caring about everything else. To him, the males of the Minato family only played the role of breeding horses. That is the reason why Hikaru has no memories of her father. I met him on several occasions during my visits to Kamakura, however, Hikaru was never given that chance. In order to protect the successor, the elder never allowed her to leave this place, nor did her father ever come to visit.",
    "googleIndex": 937,
    "google": "For the head family, if they could succeed Minato Shrine Princess, there would have been no reason to keep an unsightly man close to them forever. For that person, Minato's man is nothing more than a breeding horse.",
    "rowSpan": 3
},
{
    "garejeiIndex": 281,
    "garejei": "Do you think… I could meet my father?",
    "googleIndex": 952,
    "google": "\"Can the light ... meet my father?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 283,
    "garejei": "One day, surely.",
    "googleIndex": 956,
    "google": "\"I'll definitely meet you\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 285,
    "garejei": "And that is what happened one year ago.",
    "googleIndex": 961,
    "google": "A year ago, that happened. For some reason, I remember this day well.",
    "rowSpan": 1
},
{
    "garejeiIndex": 287,
    "garejei": "Hikaru managed to slice the helmet in two. And later that day, she fell ill.",
    "googleIndex": 963,
    "google": "That day. The light slashed the iron armor.",
    "rowSpan": 2
},
{
    "garejeiIndex": 289,
    "garejei": "To this day, I have no idea how she accomplished that feat.",
    "googleIndex": 966,
    "google": "What was it that made the light accomplish that mystery-I still don't know.",
    "rowSpan": 1
},
{
    "garejeiIndex": 290,
    "garejei": "She is a genius. There is no other way to explain it… or so I thought. How could a human being, flesh and blood, do something like that without relying on the power of a Tsurugi? Impossible. Even if the Tsurugi it belonged to is long dead, it’s already been repaired by a skillful blacksmith after being cut in half once before in the past…",
    "googleIndex": 967,
    "google": "genius. Is there no choice but to be convinced by that one word?",
    "rowSpan": 4
},
{
    "garejeiIndex": 301,
    "garejei": "My apologies. I was merely lost in my thoughts.",
    "googleIndex": 980,
    "google": "\"... I'm sorry. I was practicing. I had a little thought ... I was absorbed in it.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 305,
    "garejei": "In any case… The elder is going overboard with this. Get rid of the bandits on your own, he says? I wonder if he’s doing this only to spite me.",
    "googleIndex": 985,
    "google": "\"... I'm sorry. The head family also said something unreasonable.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 306,
    "garejei": "He told me it was alright to cooperate with the other townsfolk.",
    "googleIndex": 989,
    "google": "\"... The head family says that it is okay to ask the people of the town for their cooperation.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 309,
    "garejei": "I know. However, the elder will keep his promise. His pride will not allow him to do otherwise.",
    "googleIndex": 994,
    "google": "\"... But the head family keeps their promises. They have that much self-esteem.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 317,
    "garejei": "Dying is painful, you know~ Well, it’s not like I’ve experienced it before, so I wouldn’t know.",
    "googleIndex": 1002,
    "google": "\"It hurts when I die. No, I don't know because I haven't tried it.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 314,
    "garejei": "I’ll first have to go and talk to them… but yes, you’re right. It doesn’t seem like this issue can be settled with only words.",
    "googleIndex": 999,
    "google": "\"I'm going to start with discussions anyway ... yes. Probably not.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 312,
    "garejei": "Hmm. However, they don’t seem like the sort of bunch who would quitely go away simply because you asked them nicely…",
    "googleIndex": 998,
    "google": "\"Please come out, isn't it? ... isn't it enough?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 321,
    "garejei": "Then why don’t you-",
    "googleIndex": 1008,
    "google": "\"... If so\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 327,
    "garejei": "Fine. But I’m going with you.",
    "googleIndex": 1017,
    "google": "\"OK, but I'll go with you.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 323,
    "garejei": "*sigh* You give me nothing but headaches, Kageaki.",
    "googleIndex": 1012,
    "google": "“…………. I ’m in trouble.”",
    "rowSpan": 1
},
{
    "garejeiIndex": 332,
    "garejei": "This was a direct order from the elder to me, and me alone. I cannot rely on you for this, Subaru.",
    "googleIndex": 1023,
    "google": "\"The head family has ordered me to solve things with my own skill. I can't borrow the power of the ruler.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 337,
    "garejei": "Argh, that accursed elder! You hate me that much?!",
    "googleIndex": 1029,
    "google": "\"... It's been ten seconds ... I'm a grandfather! Do you hate me so much!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 338,
    "garejei": "Subaru, I… I couldn’t bear the thought of leaving Hikaru without anyone to care for her. Please… I’m leaving the rest up to you. Take care of Hikaru for me while I’m gone.",
    "googleIndex": 1030,
    "google": "\"And ... Toshi-sama. You can't leave the light alone.\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 339,
    "garejei": "Argh… goddammit! You’re terrible!",
    "googleIndex": 1033,
    "google": "\"…………. Ah!\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 344,
    "garejei": "I’m only going to ask one thing from you.",
    "googleIndex": 1041,
    "google": "\"I'm stupid. Is that okay? I'm unfaithful. Just do what I say.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 350,
    "garejei": "She released me from her embrace.",
    "googleIndex": 1048,
    "google": "Released from the foster mother's arm, which had irresistible power. What was given instead was a sigh. After a pause to shake something off, my adoptive mother looks straight at me again.",
    "rowSpan": 0
},
{
    "garejeiIndex": 354,
    "garejei": "I’m taking the day off.",
    "googleIndex": 1052,
    "google": "\"I have already applied for a vacation\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 355,
    "garejei": "You do have some sort of plan in mind… don’t you?",
    "googleIndex": 1057,
    "google": "\"... Is there one of the measures?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 362,
    "garejei": "You’re asking the impossible, you know! In any case, let me give you one word of advice, at least. Not as your mother, but as a person who knows a thing or two about fighting.",
    "googleIndex": 1063,
    "google": "\"It's unreasonable. Then ... only one piece of advice.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 364,
    "garejei": "Don’t kill anyone. Not even a single person.",
    "googleIndex": 1070,
    "google": "\"Don't kill me\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 366,
    "garejei": "Needless manslaughter was something I wanted to avoid at all costs. I was certain of that. However, when faced with a large number of bandits, will I be able to avoid such a thing?",
    "googleIndex": 1074,
    "google": "Certainly, useless killing is the most shameful thing as a warrior. Needless to say, I want to avoid it as long as I can avoid it.",
    "rowSpan": 2
},
{
    "garejeiIndex": 367,
    "garejei": "Kageaki. Do you think the battle is over once your opponent stops breathing? It’s not. Quite the opposite, actually. Once you’ve killed someone… that’s only the start of your struggle.",
    "googleIndex": 1077,
    "google": "\"Keimei. Do you think the battle will end if you kill the enemy?\"",
    "rowSpan": 4
},
{
    "garejeiIndex": 368,
    "garejei": "Should you end up dying, I will find the ones responsible and kill them all. Without leaving a single survivor.",
    "googleIndex": 1083,
    "google": "\"If you die, I will kill all the ones who killed you. I will not forgive anyone. Absolutely.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 370,
    "garejei": "Suppose that you kill someone tomorrow. The comrades of that man will vow to do the same thing that I’ve just described, without a doubt. So what then? You kill them as well? What if their brothers or other relatives show up next to exact revenge on you? It will never end. Ever.",
    "googleIndex": 1085,
    "google": "\"......... If you kill someone. That person's relatives may swear in the same way.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 371,
    "garejei": "She was right. I was ashamed of my own thoughtlessness.",
    "googleIndex": 1090,
    "google": "As my adoptive mother says. I was ashamed of my carelessness.",
    "rowSpan": 1
},
{
    "garejeiIndex": 372,
    "garejei": "So listen to me, Kageaki. No matter what you do, don’t let anyone die. That includes you as well.",
    "googleIndex": 1094,
    "google": "\"That's why I like it, Kagemei ... I don't want anyone to die anyway.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 373,
    "garejei": "Understood.",
    "googleIndex": 1097,
    "google": "\"Yes.",
    "rowSpan": 1
},
{
    "garejeiIndex": 377,
    "garejei": "Oh~hohohohohohohohoho-",
    "googleIndex": 1142,
    "google": "Hohohohohoho",
    "rowSpan": 3
},
{
    "garejeiIndex": 382,
    "garejei": "With that one sentence, my hopes were crushed.",
    "googleIndex": 1150,
    "google": "And that hope was easily destroyed.",
    "rowSpan": 1
},
{
    "garejeiIndex": 383,
    "garejei": "You’r asking us to stop with the looting? How rude. I don’t recall ever doing something like that. Right, Kazuma?",
    "googleIndex": 1153,
    "google": "\"Stop looting, huh ... I'm rude. When did we pillage?\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 386,
    "garejei": "I see. But the town’s supplies are not limitless. The situation recently has already become rather dire.",
    "googleIndex": 1159,
    "google": "\"... Then, that's fine. However, there are limits to what the town can do. At this rate ... No, the living environment of the town is already being seriously damaged.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 387,
    "garejei": "If I may ask… what is the current objective of this bandit group?",
    "googleIndex": 1167,
    "google": "\"... Excuse me. What is the purpose of your bandits?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 392,
    "garejei": "Didn’t we just flee because we wanted to escape the consequences of misusing war funds…?",
    "googleIndex": 1173,
    "google": "\"That's right ... It wasn't just that the embezzlement of military spending ran away at night, unnie!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 397,
    "garejei": "In other words, you aren’t planning to stop with your looting? Is that correct?",
    "googleIndex": 1179,
    "google": "\"I have no intention of quitting looting. Is that so?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 403,
    "garejei": "So anyway, run along now.",
    "googleIndex": 1191,
    "google": "\"Come on, go home! I'm tired of seeing that spicy face. If I go back to the field and dig a potato ...\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 404,
    "garejei": "Leader of the bandits. I challenge you to a duel. If I win, you will promise to order your men to leave the town alone from now on.",
    "googleIndex": 1213,
    "google": "\"If I win, tell my subordinates not to go out to town again.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 406,
    "garejei": "In that case, you can do with me as you please.",
    "googleIndex": 1217,
    "google": "\"You can love me\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 407,
    "garejei": "Oh~ You hear that, boys? Very well, Minato Kageaki. I accept your terms. Someone, give this man a sword!",
    "googleIndex": 1223,
    "google": "\"It's fine. Kageaki Minato. You will be competing on that condition.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 409,
    "garejei": "Ah, how gallant~ You must be confident.",
    "googleIndex": 1231,
    "google": "\"Oh, brave! Strong enemy!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 412,
    "garejei": "Ready when you are.",
    "googleIndex": 1239,
    "google": "\"It's okay after you come, I\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 414,
    "garejei": "A promise is a promise. I hope you intend to keep it.",
    "googleIndex": 1270,
    "google": "\"Still, the promise is a promise. You can keep it.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 418,
    "garejei": "Tonight, Hikaru seems to be at relative peace. Despite that, she’s yet to show any signs of recovery. I cannot deny the cruel fact that with each passing day, she is one step closer to death. I stopped by to talk a few words with my foster mother – she was glad that I was safely back home, but she questioned the way I handled the issue of the bandits.",
    "googleIndex": 1278,
    "google": "The light tonight is resting. The breathing also sounded a little calm-even if it was just a comparison.",
    "rowSpan": 2
},
{
    "garejeiIndex": 420,
    "garejei": "Upon inspecting the female boss’ face after the duel was over, I saw no signs of acceptance. There is no doubt that she thought she could win against me if given another chance. Her men felt the same. But she will keep her promise – she has to. She seemed to have the pride of a warrior.",
    "googleIndex": 1284,
    "google": "The facial expression of the female chief lacked the component of conviction without observing it in detail. There is no doubt that it was far deeper to think that I would win if I tried again than I thought I lost.",
    "rowSpan": 2
},
{
    "garejeiIndex": 421,
    "garejei": "In any case, I’m planning to go and report the incident to the elder tomorrow.",
    "googleIndex": 1290,
    "google": "Anyway, let's report to the head family tomorrow. I decided so.",
    "rowSpan": 1
},
{
    "garejeiIndex": 422,
    "garejei": "Hikaru…",
    "googleIndex": 1294,
    "google": "\"……light……\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 426,
    "garejei": "Once again, I’ve returned here. To the ever-binding cage of darkness. I, Hikaru, have returned here once more. I’ve been here for an eternity, having the same dream over and over again.",
    "googleIndex": 1298,
    "google": "A dark cage that seals the light. In a prison closed with nothing, not form.",
    "rowSpan": 2
},
{
    "garejeiIndex": 428,
    "garejei": "A father stolen away by mother. Myself, thus lacking a father. The same dream, over and over again. And here I am, seeing that dream for the millionth time, trapped in a darkness that knows no bounds. For that is the one and only activity that the being called “Hikaru” is allowed to pursue. I am doomed to rot here in the darkness for eternity, for that is what I have been commanded to do. Should I begin to move once again, it would be for the sole purpose of reclaiming the father I lost. That is the only purpose I live for.",
    "googleIndex": 1301,
    "google": "A mother who robs her father. Father robbed by mother. I lose my father.",
    "rowSpan": 9
},
{
    "garejeiIndex": 430,
    "garejei": "I am a human being. Therefore, I cannot stray from the path of mankind. By following that path, I cannot reclaim the father I lost to mother. Even assuming I could manage to recalim father, he would never accept me.",
    "googleIndex": 1312,
    "google": "Light is a person. You can't go against the path of others.",
    "rowSpan": 3
},
{
    "garejeiIndex": 434,
    "garejei": "Have you forgotten our promise?",
    "googleIndex": 1330,
    "google": "\"I'll confirm it. Do you remember yesterday's promise?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 435,
    "garejei": "Oh, I haven’t! How could I? You told me to order these men to leave the town alone. The thing is, I’m not the leader anymore – I’ve passed the torch to my little brother, Kazuma. Isn’t that right, Kazuma? No matter how many times I try to order them, they will only listen to Kazuma. It is a shame, it truly is~",
    "googleIndex": 1333,
    "google": "\"Kufufu. The promise tells his subordinates not to touch the town ... right?\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 438,
    "garejei": "You are quite the calculating woman.",
    "googleIndex": 1369,
    "google": "\"Small. I know the vessel.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 440,
    "garejei": "Lowlife. Barbarian. Scum of the earth. Vicious. Evil. Coward. Vulgar. Thief. Charlatan. Con-man. Heretic. Uncivilized. Brute. Villain.",
    "googleIndex": 1371,
    "google": "\"Lower species. Inferior. Shirou\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 441,
    "garejei": "Ohohoho! The howling of a sore loser is qutie a pathetic sight indeed!",
    "googleIndex": 1376,
    "google": "\"Ho, hoho, ho. It's hard to hear howling the losing dog? Kageaki Minato!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 442,
    "garejei": "Even though you’re the one who lost yesterday…",
    "googleIndex": 1378,
    "google": "\"... And it was my sister who lost ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 445,
    "garejei": "You’re the one who told me to call it however I wished. So I did.",
    "googleIndex": 1391,
    "google": "\"Hmm. After all, I think I can do it a little ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 449,
    "garejei": "Do you think that after losing to a commoner like you, I could simply leave it at that? A warrior like me?",
    "googleIndex": 1394,
    "google": "\"Isn't it possible for a warrior to be distracted by a servant like you and leave it as it is?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 452,
    "garejei": "I looked for an opportunity and began to run. I wanted to curse her from the bottom of my heart. Her, and myself as well. A warrior’s pride? I was foolish to assume that such a thing even existed.",
    "googleIndex": 1399,
    "google": "I wanted to swear, but I couldn't keep up with it while being exposed to the murderous white blade. Obviously, this is karate.",
    "rowSpan": 1
},
{
    "garejeiIndex": 455,
    "garejei": "Hikaru! Please… calm down! You’ll only hurt yourself!",
    "googleIndex": 1413,
    "google": "\"You will break! Light!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 458,
    "garejei": "It should be sharp enough to cut flesh and bone.",
    "googleIndex": 1418,
    "google": "...... Human bones and flesh. I don't remember trying it, but it will cut.",
    "rowSpan": 1
},
{
    "garejeiIndex": 459,
    "garejei": "I’ll kill them. That female boss. Her younger brother. Each and every man I find there. I’ll slay them all.",
    "googleIndex": 1421,
    "google": "Cut it.",
    "rowSpan": 2
},
{
    "garejeiIndex": 460,
    "garejei": "I haven’t forgotten my mother’s previous warning. However… I cannot abide by that rule. Bloodshed is the only method I can use against peolpe like that. A promise means nothing to them.",
    "googleIndex": 1424,
    "google": "I didn't forget the commandments of my adoptive mother. But-it's impossible.",
    "rowSpan": 2
},
{
    "garejeiIndex": 461,
    "garejei": "You have to fight fire with fire. I finally realized that.",
    "googleIndex": 1431,
    "google": "From the beginning, I should have realized it. There is no solution other than destroying the violence they rely on with violence as well.",
    "rowSpan": 1
},
{
    "garejeiIndex": 462,
    "garejei": "I did not dismiss my mother’s words as foolish. She was right. There is a way to win without bloodshed. However, that only applies to honorable, reasonable opponents. One cannot reason with wild animals. The only language they can understand is raw power. Are you weak, or are you strong? – their lives are governed by such simple rules.",
    "googleIndex": 1433,
    "google": "... I never think that the path my adoptive mother showed is wrong. Win without killing. Certainly, Takeshi must be that way.",
    "rowSpan": 2
},
{
    "garejeiIndex": 464,
    "garejei": "I’m running out of time.",
    "googleIndex": 1435,
    "google": "No, if you spend endless efforts, or it may be the reason for the right Takeshi. ――There is no such time.",
    "rowSpan": 0
},
{
    "garejeiIndex": 466,
    "garejei": "When you are in a race against the clock, you do not have the luxury of following the ideals represented by my mother’s words. I left her a letter with a very simple message.",
    "googleIndex": 1437,
    "google": "Now that we are competing for the moment, we cannot afford to pursue our ideals. That's why-it goes against the life of the adoptive mother.",
    "rowSpan": 2
},
{
    "garejeiIndex": 469,
    "garejei": "You are one cold-hearted woman. So, you ordered Kageaki not to kill anyone? How foolish. That way, what awaits him is nothing but certain death. You have to understand that bandits like that cannot be reasoned with. The only thing they understand is violence.",
    "googleIndex": 1450,
    "google": "\"I'd like to teach those who call you Minato's bag, etc. how to do it. Did you tell Keimei not to kill the enemy?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 471,
    "garejei": "Once someone is killed, everything ends. Including these days of peace. Someone will come to avenge the dead, and the chain of bloodshed will go on forever.",
    "googleIndex": 1458,
    "google": "\"If you kill someone, someone will be killed in retaliation. If you kill someone in retaliation, someone will be killed in retaliation. The rest will be repeated.",
    "rowSpan": 1
},
{
    "garejeiIndex": 472,
    "garejei": "Then we’ll just have to kill them before they can do that! It’s as simple as that. Our numbers are greater than theirs: there is no reason to fear them. What remains at the end is the knowledge that we achieved victory with our own hands! Are you saying that is meaningless? Achieving peace without bloodshed is a sweet dream – nothing but a fairy tale. Are you willing to throw away Kageaki’s life for the sake of a foolish ideal? Like I said – you are one cold-hearted woman.",
    "googleIndex": 1464,
    "google": "\"... It's a dream story. Stupid. For such a dream, you're trying to give up Kagemei's life.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 491,
    "garejei": "KAGEAKIIIIII, WHAT IS THIIIIISS~!!",
    "googleIndex": 1537,
    "google": "\"Keimei ---! What the hell!\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 482,
    "garejei": "So, you’re putting your faith in him…?",
    "googleIndex": 1494,
    "google": "\"Do you believe in the scenery and entrust it?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 481,
    "garejei": "Ah, but I don’t think we’ll have to worry about that! My son knows what he’s doing.",
    "googleIndex": 1493,
    "google": "\"It wouldn't look good if the person who said he wasn't killed died. I'd like to quit. Well, my child is a big guy, so it's okay.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 476,
    "garejei": "Kageaki knows that death on the battlefield is the inevitable fate of the warrior. However… I know he is prepared for such a fate.",
    "googleIndex": 1477,
    "google": "\"Death is the fate of a soldier. Kagemei is prepared for it ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 477,
    "garejei": "And what does the mother within you think of that? Are you willing to cast your son into the fires of certain death?",
    "googleIndex": 1480,
    "google": "\"As a mother, do you have any thoughts? As a martial arts person, throw your child to the dead ground ... is that all?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 478,
    "garejei": "I would die with him.",
    "googleIndex": 1483,
    "google": "\"As a mother, will I die together?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 473,
    "garejei": "Violence begets nothing but more violence and bloodshed. Only by using power the right way, can we put an end to that. A sword should be used to end conflict.",
    "googleIndex": 1475,
    "google": "\"Power just calls for the next battle. Only the right Takeshi can end the battle. The head family. That's what you and I commanded Keimei.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 480,
    "garejei": "I told my son that should he die, I would kill each and every person who was responsible for his death. And the last person who fits that description… is me. We share the same path, he and I. If he dies, I die. Should that come to pass… I’d like you to take care of Hikaru for me.",
    "googleIndex": 1486,
    "google": "\"I told her. If you die, kill all the ones who killed you. The last one is me ... it's natural.\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 497,
    "garejei": "Or is it due to a sense of foreboding…?",
    "googleIndex": 1542,
    "google": "Or-is it the news of insects?",
    "rowSpan": 1
},
{
    "garejeiIndex": 501,
    "garejei": "Were you… were you the one that bandaged me?",
    "googleIndex": 1866,
    "google": "\"Then, Mr. Toshi ... This is a bandage. And it will be a gold drug discovery.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 504,
    "garejei": "*blushing* And did you… um, I mean, was I exposed…",
    "googleIndex": 1889,
    "google": "\"... Skin ............... That ...\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 505,
    "garejei": "Yes. I’m afraid it couldn’t be helped. It was an emergency and I had to treat you as soon as possible.",
    "googleIndex": 1891,
    "google": "\"For a few minutes, the procedure was urgent.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 507,
    "garejei": "Can I leave my seat now?",
    "googleIndex": 1895,
    "google": "\"... Is it better to leave my seat?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 511,
    "garejei": "Is something wrong? Do you need anything?",
    "googleIndex": 1900,
    "google": "\"Do you have any wishes?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 513,
    "garejei": "Very well. I’ll take my leave now. I will come back to check on you sometime later.",
    "googleIndex": 1902,
    "google": "\"That's right. Then, please take a rest.\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 516,
    "garejei": "So… it seems like I lost…",
    "googleIndex": 1907,
    "google": "\"... I lost .......... I lost .........\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 520,
    "garejei": "Can I enter?",
    "googleIndex": 1928,
    "google": "\"Customers .... Are you on holiday?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 526,
    "garejei": "*blushing* W-will you…?",
    "googleIndex": 1934,
    "google": "\"You again ...?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 527,
    "garejei": "Huh? Ah, n-no… my mother will take care of it this time.",
    "googleIndex": 1935,
    "google": "\"Huh ...?\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 528,
    "garejei": "For some reason, she almost seemed disappointed after hearing my answer. It was probably just my imagination, though.",
    "googleIndex": 1939,
    "google": "Somehow, it looked like a disappointing face. ... No, I'm just crazy.",
    "rowSpan": 1
},
{
    "garejeiIndex": 539,
    "garejei": "It was my first time fighting like this… and be defeated like this. I have never experienced anything even remotely similar during my time in the Shogunate’s service. You’re the first one… to ever defeat me.",
    "googleIndex": 1974,
    "google": "\"I've fought so much in my own way ... and I've lost. When I was in the shogunate, it never ended.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 537,
    "garejei": "After a while, I noticed her staring at me.",
    "googleIndex": 1964,
    "google": "Still. I'm pouring a straight look at me.",
    "rowSpan": 1
},
{
    "garejeiIndex": 538,
    "garejei": "I think I want to stay like this for a while. I almost forgot what it felt like to use up all of my strength and be exhausted to this extent.",
    "googleIndex": 1968,
    "google": "\"A little more ... I think it's okay to get upset. Actually ... I'm surprised myself ...\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 540,
    "garejei": "Also… you were the first man I exposed myself to… I’ve never shown my bare self to anyone else before…",
    "googleIndex": 1982,
    "google": "\"... and ... that. I ... the lord who forgave my skin ...\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 541,
    "garejei": "I was at a loss for words. Instead, I simply obeyed what pure instinct told me.",
    "googleIndex": 1985,
    "google": "――What can you say? This time, I couldn't find any words.",
    "rowSpan": 2
},
{
    "garejeiIndex": 543,
    "garejei": "I left the room in a hurry.",
    "googleIndex": 1989,
    "google": "Withdrawal.",
    "rowSpan": 1
},
{
    "garejeiIndex": 544,
    "garejei": "Minato… Kageaki…",
    "googleIndex": 1991,
    "google": "“…… Minato ……………… Keimei ………”",
    "rowSpan": 1
},
{
    "garejeiIndex": 546,
    "garejei": "Okay, listen up, Kageaki. The most important factor is the food’s temperature. You’ll have to keep it warm, no matter what. Otherwise, you’ll have no excuse to blow at the food to cool it down, and the whole plan falls apart! When you need to cool down the food, make sure to blow at it in a a nonchalant way, but you’ll also have to make sure that she notices your efforts! That will net you lots of bonus points with her. Here, this part is a bit tricky, so let me show you how it’s done.",
    "googleIndex": 1992,
    "google": "\"I don't know if it's okay. The first important thing is the temperature of the meal. Be sure to keep it hot. Otherwise, there's no reason to do it and you'll be overwhelmed.\"",
    "rowSpan": 2
},
{
    "garejeiIndex": 548,
    "garejei": "And then, enter the final stage! With spoon in hand, feed her gently! Never look at her hands, only her eyes, with your gazes locked together.",
    "googleIndex": 1994,
    "google": "\"The final stage! I'll stretch the spoon and feed it. Don't look at your hand at this time! Look at the other person's eyes. Look at each other with your eyes. It's okay. If you spill, there is another pattern of progress.\"",
    "rowSpan": 0
},
{
    "garejeiIndex": 551,
    "garejei": "Please excuse my mother.",
    "googleIndex": 1997,
    "google": "\"I'm sorry for my adoptive mother.\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 556,
    "garejei": "You would do that for us…?",
    "googleIndex": 2036,
    "google": "\"Welcome us to this town ...?\"",
    "rowSpan": 1
},
{
    "garejeiIndex": 558,
    "garejei": "Yes. She might not seem like it, but my mother and the Minato family possesses a considerable influence.",
    "googleIndex": 2037,
    "google": "\"Okay\"",
    "rowSpan": 3
},
{
    "garejeiIndex": 560,
    "garejei": "…I am a warrior, Minato. A warrior.",
    "googleIndex": 2059,
    "google": "\"We are samurai. Keimei Minato\"",
    "rowSpan": 1
},
